[{"word": "vireo", "glossary": "Any one of numerous species of American singing birds belonging to Vireo and allied genera of the family Vireonidæ. In many of the species the back is greenish, or olive-colored. Called also greenlet. Note: In the Eastern United States the most common species are the white-eyed vireo (Vireo Noveboracensis), the redeyed vireo (V. olivaceus), the blue-headed, or solitary, vireo (V. solitarius), the warbling vireo (V. gilvus), and the yellow-throated vireo (V. flavifrons). All these are noted for the sweetness of their songs."}, {"word": "improbate", "glossary": "To disapprove of; to disallow. [Obs.]"}, {"word": "figgum", "glossary": "A juggler's trick; conjuring. [Obs.] The devil is the author of wicked figgum. B. Jonson."}, {"word": "architectonical", "glossary": "1. Pertaining to a master builder, or to architecture; evincing skill in designing or construction; constructive. \"Architectonic wisdom.\" Boyle. These architectonic functions which we had hitherto thought belonged. J. C. Shairp. 2. Relating to the systemizing of knowledge."}, {"word": "crucible", "glossary": "1. A vessel or melting pot, composed of some very refractory substance, as clay, graphite, platinum, and used for melting and calcining substances which require a strong degree of heat, as metals, ores, etc. 2. A hollow place at the bottom of a furnace, to receive the melted metal. 3. A test of the most decisive kind; a severe trial; as, the crucible of affliction. Hessian crucible (Chem.), a cheap, brittle, and fragile, but very refractory crucible, composed of the finest fire clay and sand, and commonly used for a single heating; -- named from the place of manufacture."}, {"word": "reif", "glossary": "Robbery; spoil. [Obs.]"}, {"word": "suprahepatic", "glossary": "Situated over, or on the dorsal side of, the liver; -- applied to the branches of the hepatic veins."}, {"word": "gloomth", "glossary": "Gloom. [R.] Walpole."}, {"word": "accessoriness", "glossary": "The state of being accessory, or connected subordinately."}, {"word": "properate", "glossary": "To hasten, or press forward. [Obs.]"}, {"word": "subprior", "glossary": "The vicegerent of a prior; a claustral officer who assists the prior."}, {"word": "equinoctial", "glossary": "1. Pertaining to an equinox, or the equinoxes, or to the time of equal day and night; as, the equinoctial line. 2. Pertaining to the regions or climate of the equinoctial line or equator; in or near that line; as, equinoctial heat; an equinoctial sun. 3. Pertaining to the time when the sun enters the equinoctial points; as, an equinoctial gale or storm, that is, one happening at or near the time of the equinox, in any part of the world. Equinoctial colure (Astron.), the meridian passing through the equinoctial points. -- Equinoctial line (Astron.), the celestial equator; -- so called because when the sun is on it, the nights and days are of equal length in all parts of the world. See Equator. Thrice the equinoctial line He circled. Milton. - Equinoctial points (Astron.), the two points where the celestial and ecliptic intersect each other; the one being in the first point of Aries, the other in the first point of Libra. -- Equinoctial time (Astron.) reckoned in any year from the instant when the mean sun is at the mean vernal equinoctial point.\n\nThe equinoctial line."}, {"word": "floodage", "glossary": "Inundation. [R.] Carlyle."}, {"word": "heroship", "glossary": "The character or personality of a hero. \"Three years of heroship.\" Cowper."}, {"word": "extortion", "glossary": "1. The act of extorting; the act or practice of wresting anything from a person by force, by threats, or by any undue exercise of power; undue exaction; overcharge. 2. (Law)  The offense committed by an officer who corruptly claims and takes, as his fee, money, or other thing of value, that is not due, or more than is due, or before it is due. Abbott. 3. That which is extorted or exacted by force. Syn. -- Oppression; rapacity; exaction; overcharge."}, {"word": "auditress", "glossary": "A female hearer. Milton."}, {"word": "enation", "glossary": "Any unusual outgrowth from the surface of a thing, as of a petal; also, the capacity or act of producing such an outgrowth."}, {"word": "miswrite", "glossary": "To write incorrectly."}, {"word": "tryst", "glossary": "1. Trust. [Obs.] 2. An appointment to meet; also, an appointed place or time of meeting; as, to keep tryst; to break tryst. [Scot. or Poetic] To bide tryst, to wait, at the appointed time, for one with whom a tryst or engagement is made; to keep an engagement or appointment. The tenderest-hearted maid That ever bided tryst at village stile. Tennyson.\n\n1. To trust. [Obs.] 2. To agree with to meet at a certain place; to make an appointment with. [Scot.] Burns.\n\nTo mutually agree to meet at a certain place. [Scot.]"}, {"word": "primogeniture", "glossary": "1. The state of being the firstborn of the same parents; seniority by birth among children of the same family. 2. (Eng. Law)  The exclusive right of inheritance which belongs to the eldest son. Thus in England the right of inheriting the estate of the father belongs to the eldest son, and in the royal family the eldest son of the sovereign is entitled to the throne by primogeniture. In exceptional cases, among the female children, the crown descends by right of primogeniture to the eldest daughter only and her issue. Blackstone."}, {"word": "terek", "glossary": "A sandpiper (Terekia cinerea) of the Old World, breeding in the far north of eastern Europe and Asia and migrating to South Africa and Australia. It frequents rivers."}, {"word": "oblong-ovate", "glossary": "Between oblong and ovate, but inclined to the latter."}, {"word": "snowplough", "glossary": "An implement operating like a plow, but on a larger scale, for clearing away the snow from roads, railways, etc."}, {"word": "mistonusk", "glossary": "The American badger."}, {"word": "interloper", "glossary": "One who interlopes; one who interlopes; one who unlawfully intrudes upon a property, a station, or an office; one who interferes wrongfully or officiously. The untrained man, . . . the interloper as to the professions. I. Taylor."}, {"word": "recover", "glossary": "To cover again. Sir W. Scott.\n\n1. To get or obtain again; to get renewed possession of; to win back; to regain. David recovered all that the Amalekites had carried away. 1. Sam. xxx. 18. 2. To make good by reparation; to make up for; to retrieve; to repair the loss or injury of; as, to recover lost time. \"Loss of catel may recovered be.\" Chaucer. Even good men have many failings and lapses to lament and recover. Rogers. 3. To restore from sickness, faintness, or the like; to bring back to life or health; to cure; to heal. The wine in my bottle will recover him. Shak. 4. To overcome; to get the better of, -- as a state of mind or body. I do hope to recover my late hurt. Cowley. When I had recovered a little my first surprise. De Foe. 5. To rescue; to deliver. That they may recover themselves out of the snare of the devil, who are taken captive by him. 2. Tim. ii. 26. 6. To gain by motion or effort; to obtain; to reach; to come to. [Archaic] The forest is not three leagues off; If we recover that, we're sure enough. Shak. Except he could recover one of the Cities of Refuge he was to die. Hales. 7. (Law)  To gain as a compensation; to obtain in return for injury or debt; as, to recover damages in trespass; to recover debt and costs in a suit at law; to obtain title to by judgement in a court of law; as, to recover lands in ejectment or common recovery; to gain by legal process; as, to recover judgement against a defendant. Recover arms (Mil. Drill), a command whereby the piece is brought from the position of \"aim\" to that of \"ready.\" Syn. -- To regain; repossess; resume; retrieve; recruit; heal; cure.\n\n1. To regain health after sickness; to grow well; to be restored or cured; hence, to regain a former state or condition after misfortune, alarm, etc.; -- often followed by of or from; as, to recover from a state of poverty; to recover from fright. Go, inquire of Baal-zebub, the god of Ekron, whether I shall recover of this disease. 2 Kings i. 2. 2. To make one's way; to come; to arrive. [Obs.] With much ado the Christians recovered to Antioch. Fuller. 3. (Law)  To obtain a judgement; to succeed in a lawsuit; as, the plaintiff has recovered in his suit.\n\nRecovery. Sir T. Malory."}, {"word": "toothful", "glossary": "Toothsome. [Obs.]"}, {"word": "jereed", "glossary": "A blunt javelin used by the people of the Levant, especially in mock fights. [Written also jerreed, jerid.] Byron."}, {"word": "kioways", "glossary": "A tribe of Indians distantly related to the Shoshones. They formerly inhabited the region about the head waters of the North Platte."}, {"word": "cantatory", "glossary": "Caontaining cant or affectation; whining; singing. [R.]"}, {"word": "uterus", "glossary": "1. (Anat.)  The organ of a female mammal in which the young are developed previous to birth; the womb. Note: The uterus is simply an enlargement of the oviduct, and in the lower mammals there is one on each side, but in the higher forms the two become more or less completely united into one. In many male mammals there is a small vesicle, opening into the urinogenital canal, which corresponds to the uterus of the female and is called the male uterus, or Etym: [NL.] uterus masculinus. 2. (Zoöl.)  A receptacle, or pouch, connected with the oviducts of many invertebrates in which the eggs are retained until they hatch or until the embryos develop more or less. See Illust. of Hermaphrodite in Append."}, {"word": "vespiary", "glossary": "A nest, or habitation, of insects of the wasp kind."}, {"word": "remerge", "glossary": "To merge again. \"Remerging in the general Soul.\" Tennyson."}, {"word": "orbitude", "glossary": "Orbation. [Obs.] Bp. Hall."}, {"word": "inauspicate", "glossary": "Inauspicious [Obs.] Sir G. Buck."}, {"word": "regian", "glossary": "An upholder of kingly authority; a royalist. [Obs.] Fuller."}, {"word": "shameless", "glossary": "1. Destitute of shame; wanting modesty; brazen-faced; insensible to disgrace. \"Such shameless bards we have.\" Pope. Shame enough to shame thee, wert thou not shameless. Shak. 2. Indicating want of modesty, or sensibility to disgrace; indecent; as, a shameless picture or poem. Syn. -- Impudent; unblushing; audacious; immodest; indecent; indelicate. -- Shame\"less*ly, adv. -- Shame\"less*ness, n."}, {"word": "sporadic", "glossary": "Occuring singly, or apart from other things of the same kind, or in scattered instances; separate; single; as, a sporadic fireball; a sporadic case of disease; a sporadic example of a flower. Sporadic disease (Med.), a disease which occurs in single and scattered cases. See the Note under Endemic, a."}, {"word": "scaliola", "glossary": "Same as Scagliola."}, {"word": "earthly", "glossary": "1. Pertaining to the earth; belonging to this world, or to man's existence on the earth; not heavenly or spiritual; carnal; worldly; as, earthly joys; earthly flowers; earthly praise. This earthly load Of death, called life. Milton. Whose glory is in their shame, who mind earthly things. Phil. iii. 19. 2. Of all things on earth; possible; conceivable. What earthly benefit can be the result Pope. 3. Made of earth; earthy. [Obs.] Holland. Syn. -- Gross; material; sordid; mean; base; vile; low; unsubstantial; temporary; corrupt; groveling.\n\nIn the manner of the earth or its people; worldly. Took counsel from his guiding eyes To make this wisdom earthly wise. Emerson."}, {"word": "cupidity", "glossary": "1. A passionate desire; love. [Obs.] 2. Eager or inordinate desire, especially for wealth; greed of gain; avarice; covetousness. With the feelings of political distrust were mingled those of cupidity and envy, as the Spaniard saw the fairest provinces of the south still in the hands of the accursed race of Ishmael. Prescott."}, {"word": "oread", "glossary": "One of the nymphs of mountains and grottoes. Like a wood nymph light, Oread or Dryad. Milton."}, {"word": "superterrene", "glossary": "Being above ground, or above the earth. [R.]"}, {"word": "gripsack", "glossary": "A traveler's handbag. [Colloq.]"}, {"word": "mudsucker", "glossary": "A woodcock."}, {"word": "setness", "glossary": "The quality or state of being set; formality; obstinacy. \"The starched setness of a sententious writer.\" R. Masters."}, {"word": "mortality", "glossary": "1. The condition or quality of being mortal; subjection to death or to the necessity of dying. When I saw her die, I then did think on your mortality. Carew. 2. Human life; the life of a mortal being. From this instant There 's nothing serious in mortality. Shak. 3. Those who are, or that which is, mortal; the human cace; humanity; human nature. Take these tears, mortality's relief. Pope. 4. Death; destruction. Shak. 5. The whole sum or number of deaths in a given time or a given community; also, the proportion of deaths to population, or to a specific number of the population; death rate; as, a time of great, or low, mortality; the mortality among the settlers was alarming. Bill of mortality. See under Bill. -- Law of mortality, a mathematical relation between the numbers living at different ages, so that from a given large number of persons alive at one age, it can be computed what number are likely to survive a given number of years. -- Table of mortality, a table exhibiting the average relative number of persons who survive, or who have died, at the end of each year of life, out of a given number supposed to have been born at the same time."}, {"word": "nuncupate", "glossary": "1. To declare publicly or solemnly; to proclaim formally. [Obs.] In whose presence did St. Peter nuncupate it Barrow. 2. To dedicate by declaration; to inscribe; as, to nuncupate a book. [Obs.] Evelyn."}, {"word": "superflux", "glossary": "Superabundance; superfluity; an overflowing. [R.] Shak."}, {"word": "chih tai", "glossary": "A Chinese governor general; a tsung tu (which see)."}, {"word": "shadeless", "glossary": "Being without shade; not shaded."}, {"word": "herbary", "glossary": "A garden of herbs; a cottage garden. T. Warton."}, {"word": "reinstall", "glossary": "To install again. Milton."}, {"word": "sirkeer", "glossary": "Any one of several species of Asiatic cuckoos of the genus Taccocua, as the Bengal sirkeer (T. sirkee)."}, {"word": "reingratiate", "glossary": "To ingratiate again or anew. Sir. T. Herbert."}, {"word": "bluish", "glossary": "Somewhat blue; as, bluish veins. \"Bluish mists.\" Dryden. -- Blu\"ish*ly, adv. -- Blu\"ish*ness, n."}, {"word": "conjunctly", "glossary": "In union; conjointly; unitedly; together. Sir W. Hamilton."}, {"word": "incontentation", "glossary": "Discontent. [Obs.] Goodwin."}, {"word": "dies juridicus", "glossary": "A court day."}, {"word": "buttweld", "glossary": "To unite by a butt weld."}, {"word": "jellied", "glossary": "Brought to the state or consistence of jelly."}, {"word": "precipitability", "glossary": "The quality or state of being precipitable."}, {"word": "scrutator", "glossary": "One who scrutinizes; a close examiner or inquirer. Ayliffe."}, {"word": "stercory", "glossary": "Excrement; dung. [Obs.]"}, {"word": "martyrologic", "glossary": "Pertaining to martyrology or martyrs; registering, or registered in, a catalogue of martyrs."}, {"word": "bourgeoisie", "glossary": "The French middle class, particularly such as are concerned in, or dependent on, trade."}, {"word": "chicle gum", "glossary": "A gumlike substance obtained from the bully tree (Mimusops globosa) and sometimes also from the naseberry or sapodilla (Sapota zapotilla). It is more plastic than caoutchouc and more elastic than gutta-percha, as an adulterant of which it is used in England. It is used largely in the United States in making chewing gum."}, {"word": "priorate", "glossary": "The dignity, office, or government, of a prior. T. Warton."}, {"word": "browbeat", "glossary": "To depress or bear down with haughty, stern looks, or with arrogant speech and dogmatic assertions; to abash or disconcert by impudent or abusive words or looks; to bully; as, to browbeat witnesses. My grandfather was not a man to be browbeaten. W. Irving."}, {"word": "klick", "glossary": "See Click."}, {"word": "-ee", "glossary": "A suffix used, chiefly in law terms, in a passive signification, to indicate the direct or indirect object of an action, or the one to whom an act is done or on whom a right is conferred; as in assignee, donee, alienee, grantee, etc. It is correlative to -or, the agent or doer."}, {"word": "pentachord", "glossary": "1. An ancient instrument of music with five strings. 2. An order or system of five sounds. Busby."}, {"word": "columella", "glossary": "1. (Bot.) (a) An axis to which a carpel of a compound pistil may be attached, as in the case of the geranium; or which is left when a pod opens. (b) A columnlike axis in the capsule of mosses. 2. (Anat.)  A term applied to various columnlike parts; as, the columnella, or epipterygoid bone, in the skull of many lizards; the columella of the ear, the bony or cartilaginous rod connecting the tympanic membrane with the internal ear. 3. (Zoöl.) (a) The upright pillar in the axis of most univalve shells. (b) The central pillar or axis of the calicles of certain corals."}, {"word": "tracheotomy", "glossary": "The operation of making an opening into the windpipe."}, {"word": "coagency", "glossary": "Agency in common; joint agency or agent. Coleridge."}, {"word": "avert", "glossary": "To turn aside, or away; as, to avert the eyes from an object; to ward off, or prevent, the occurrence or effects of; as, how can the danger be averted \"To avert his ire.\" Milton. When atheists and profane persons do hear of so many discordant and contrary opinions in religion, it doth avert them from the church. Bacon. Till ardent prayer averts the public woe. Prior.\n\nTo turn away. [Archaic] Cold and averting from our neighbor's good. Thomson."}, {"word": "platinocyanic", "glossary": "Pertaining to, derived from, or designating, an acid compound of platinous cyanide and hydrocyanic acid. It is obtained as a cinnaber-red crystalline substance."}, {"word": "porraceous", "glossary": "Resembling the leek in color; greenish. [R.] \"Porraceous vomiting.\" Wiseman."}, {"word": "esplees", "glossary": "The full profits or products which ground or land yields, as the hay of the meadows, the feed of the pasture, the grain of arable fields, the rents, services, and the like. Cowell."}, {"word": "comprobate", "glossary": "To agree; to concur. [Obs.] Sir T. Elyot."}, {"word": "seidlitz", "glossary": "Of or pertaining to Seidlitz, a village in Bohemia. [Written also Sedlitz.] Seidlitz powders, effervescing salts, consisting of two separate powders, one of which contains forty grains of sodium bicarbonate mixed with two drachms of RochellRochelle powders. -- Seidlitz water, a natural water from Seidlitz, containing magnesium, sodium, calcium, and potassium sulphates, with calcium carbonate and a little magnesium chloride. It is used as an aperient."}, {"word": "canker fly", "glossary": "A fly that preys on fruit."}, {"word": "taking", "glossary": "1. Apt to take; alluring; attracting. Subtile in making his temptations most taking. Fuller. 2. Infectious; contageous. [Obs.] Beau. & Fl. -- Tak\"ing*ly, adv. -- Tak\"ing*ness, n.\n\n1. The act of gaining possession; a seizing; seizure; apprehension. 2. Agitation; excitement; distress of mind. [Colloq.] What a taking was he in, when your husband asked who was in the basket! Shak. 3. Malign influence; infection. [Obs.] Shak."}, {"word": "distractile", "glossary": "Tending or serving to draw apart."}, {"word": "oneiromancy", "glossary": "Divination by means of dreams. De Quincey."}, {"word": "evidentiary", "glossary": "Furnishing evidence; asserting; proving; evidential. When a fact is supposed, although incorrectly, to be evidentiary of, a mark of, some other fact. J. S. Mill."}, {"word": "dynamometry", "glossary": "The art or process of measuring forces doing work."}, {"word": "iron-sided", "glossary": "Having iron sides, or very firm sides."}, {"word": "denigrator", "glossary": "One who, or that which, blackens."}, {"word": "plantable", "glossary": "Capable of being planted; fit to be planted. B. Edwards."}, {"word": "bossism", "glossary": "The rule or practices of bosses, esp. political bosses. [Slang, U. S.]"}, {"word": "sketchily", "glossary": "In a sketchy or incomplete manner. \"Sketchily descriptive.\" Bartlett."}, {"word": "boorish", "glossary": "Like a boor; clownish; uncultured; unmannerly. -- Boor\"ish*ly, adv. -- Boor\"ish*ness, n. Which is in truth a gross and boorish opinion. Milton."}, {"word": "fumblingly", "glossary": "In the manner of one who fumbles."}, {"word": "neodymium", "glossary": "An elementary substance which forms one of the constituents of didymium. Symbol Nd. Atomic weight 140.8."}, {"word": "premorse", "glossary": "Terminated abruptly, or as it bitten off. Premorse root or leaves (Bot.), such as have an abrupt, ragged, and irregular termination, as if bitten off short."}, {"word": "nubia", "glossary": "A light fabric of wool, worn on the head by women; a cloud."}, {"word": "oxyhydrogen", "glossary": "Of or pertaining to a mixture of oxygen and hydrogen; as, oxyhydrogen gas. Oxyhydrogen blowpipe. (Chem.) See Blowpipe. -- Oxyhydrogen microscope, a form of microscope arranged so as to use the light produced by burning lime or limestone under a current of oxyhydrogen gas."}, {"word": "saccharimetrical", "glossary": "Of or pertaining to saccharimetry; obtained saccharimetry."}, {"word": "sea bean", "glossary": "Same as Florida bean."}, {"word": "prenasal", "glossary": "Situated in front of the nose, or in front of the nasal chambers."}, {"word": "damaskeen", "glossary": "To decorate, as iron, steel, etc., with a peculiar marking or \"water\" produced in the process of manufacture, or with designs produced by inlaying or incrusting with another metal, as silver or gold, or by etching, etc., to damask. Damaskeening is is partly mosaic work, partly engraving, and partly carving. Ure."}, {"word": "kabook", "glossary": "A clay ironstone found in Ceylon."}, {"word": "ook", "glossary": "Oak. [Obs.] \"A branched ook.\" Chaucer."}, {"word": "jambool", "glossary": "The Java plum; also, a drug obtained from its bark and seeds, used as a remedy for diabetes."}, {"word": "octagonal", "glossary": "Having eight sides and eight angles."}, {"word": "inherently", "glossary": "By inherence; inseparably. Matter hath inherently and essentially such an internal energy. Bentley."}, {"word": "obsign", "glossary": "To seal; to confirm, as by a seal or stamp. [Obs.] Bradford."}, {"word": "picus", "glossary": "A genus of woodpeckers, including some of the common American and European species."}, {"word": "accompanable", "glossary": "Sociable. [Obs.] Sir P. Sidney."}, {"word": "misgoverned", "glossary": "Ill governed, as a people; ill directed. \"Rude, misgoverned hands.\" Shak."}, {"word": "lunulet", "glossary": "A small spot, shaped like a half-moon or crescent; as, the lunulet on the wings of many insects."}, {"word": "innkeeper", "glossary": "An innholder."}, {"word": "cotyledonal", "glossary": "Of, pertaining to, or resembling, a cotyledon."}, {"word": "trombone", "glossary": "1. (Mus.)  A powerful brass instrument of the trumpet kind, thought by some to be the ancient sackbut, consisting of a tube in three parts, bent twice upon itself and ending in a bell. The middle part, bent double, slips into the outer parts, as in a telescope, so that by change of the vibrating length any tone within the compass of the instrument (which may be bass or tenor or alto or even, in rare instances, soprano) is commanded. It is the only member of the family of wind instruments whose scale, both diatonic and chromatic, is complete without the aid of keys or pistons, and which can slide from note to note as smoothly as the human voice or a violin. Softly blown, it has a rich and mellow sound, which becomes harsh and blatant when the tones are forced; used with discretion, its effect is often solemn and majestic. 2. (Zoöl.)  The common European bittern."}, {"word": "lacertine", "glossary": "Lacertian."}, {"word": "snooze", "glossary": "A short sleep; a nap. [Colloq.]\n\nTo doze; to drowse; to take a short nap; to slumber. [Colloq.]"}, {"word": "fluxible", "glossary": "Capable of being melted or fused, as a mineral. Holland. -- Flux\"i*ble*ness, n."}, {"word": "incline", "glossary": "1. To deviate from a line, direction, or course, toward an object; to lean; to tend; as, converging lines incline toward each other; a road inclines to the north or south. 2. Fig.: To lean or tend, in an intellectual or moral sense; to favor an opinion, a course of conduct, or a person; to have a propensity or inclination; to be disposed. Their hearts inclined to follow Abimelech. Judges ix. 3. Power finds its balance, giddy motions cease In both the scales, and each inclines to peace. Parnell. 3. To bow; to incline the head. Chaucer. Syn. -- To lean; slope; slant; tend; bend.\n\n1. To cause to deviate from a line, position, or direction; to give a leaning, bend, or slope to; as, incline the column or post to the east; incline your head to the right. Incline thine ear, O Lord, and hear. Is. xxxvii. 17. 2. To impart a tendency or propensity to, as to the will or affections; to turn; to dispose; to influence. Incline my heart unto thy testimonies. Ps. cxix. 36. Incline our hearts to keep this law. Book of Com. Prayer. 3. To bend; to cause to stoop or bow; as, to incline the head or the body in acts of reverence or civility. With due respect my body I inclined. Dryden.\n\nAn inclined plane; an ascent o"}, {"word": "shallon", "glossary": "An evergreen shrub (Gaultheria Shallon) of Northwest America; also, its fruit. See Salal-berry."}, {"word": "erin", "glossary": "An early, and now a poetic, name of Ireland."}, {"word": "linga", "glossary": "The phallic symbol under which Siva is principally worshiped in his character of the creative and reproductive power. Whitworth. E. Arnold."}, {"word": "merriment", "glossary": "Gayety, with laughter; mirth; frolic. \"Follies and light merriment.\" Spenser. Methought it was the sound Of riot and ill-managed merriment. Milton."}, {"word": "cursor", "glossary": "Any part of a mathematical instrument that moves or slides backward and forward upon another part."}, {"word": "cannikin", "glossary": "A small can or drinking vessel."}, {"word": "wiredraw", "glossary": "1. To form (a piece of metal) into wire, by drawing it through a hole in a plate of steel. 2. Hence, to draw by art or violence. My sense has been wiredrawn into blasphemy. Dryden. 3. Hence, also, to draw or spin out to great length and tenuity; as, to wiredraw an argument. Such twisting, such wiredrawing, was never seen in a court of justice. Macaulay. 4. (Steam Engine)  To pass, or to draw off, (as steam) through narrow ports, or the like, thus reducing its pressure or force by friction."}, {"word": "dissentation", "glossary": "Dissension. [Obs.] W. Browne."}, {"word": "unfrock", "glossary": "To deprive or divest or a frock; specifically, to deprive of priestly character or privilege; as, to unfrock a priest."}, {"word": "clot", "glossary": "A concretion or coagulation; esp. a soft, slimy, coagulated mass, as of blood; a coagulum. \"Clots of pory gore.\" Addison. Doth bake the egg into clots as if it began to poach. Bacon. Note: Clod and clot appear to be radically the same word, and are so used by early writers; but in present use clod is applied to a mass of earth or the like, and clot to a concretion or coagulation of soft matter.\n\nTo concrete, coagulate, or thicken, as soft or fluid matter by evaporation; to become a cot or clod.\n\nTo form into a slimy mass."}, {"word": "indiscerptible", "glossary": "Not discerpible; inseparable. [Obs.] Bp. Butler. -- In`dis*cerp\"i*ble*ness, n., In`dis*cerp\"ti*ble*ness, n. [Obs.] -- In`dis*cerp\"ti*bly, adv. [Obs.]"}, {"word": "supportance", "glossary": "Support. [Obs.] Shak."}, {"word": "synartesis", "glossary": "A fastening or knitting together; the state of being closely jointed; close union. [R.] Coleridge."}, {"word": "disarmer", "glossary": "One who disarms."}, {"word": "eparchy", "glossary": "A province, prefecture, or territory, under the jurisdiction of an eparch or governor; esp., in modern Greece, one of the larger subdivisions of a monarchy or province of the kingdom; in Russia, a diocese or archdiocese."}, {"word": "promenade", "glossary": "1. A walk for pleasure, display, or exercise. Burke. 2. A place for walking; a public walk. Bp. Montagu.\n\nTo walk for pleasure, display, or exercise."}, {"word": "polycystidea", "glossary": "A division of Gregarinæ including those that have two or more internal divisions of the body."}, {"word": "brit", "glossary": "(a) The young of the common herring; also, a small species of herring; the sprat. (b) The minute marine animals (chiefly Entomostraca) upon which the right whales feed."}, {"word": "underpart", "glossary": "A subordinate part. It should be lightened with underparts of mirth. Dryden."}, {"word": "dimya", "glossary": "An order of lamellibranchiate mollusks having an anterior and posterior adductor muscle, as the common clam. See Bivalve."}, {"word": "passible", "glossary": "Susceptible of feeling or suffering, or of impressions from external agents. Apolinarius, which held even deity itself passible. Hooker."}, {"word": "antidotal", "glossary": "Having the quality an antidote; fitted to counteract the effects of poison. Sir T. Browne. -- An\"ti*do`tal*ly, adv."}, {"word": "fraternism", "glossary": "Fraternization. [R.] Jefferson."}, {"word": "agible", "glossary": "Possible to be done; practicable. [Obs.] \"Fit for agible things.\" Sir A. Sherley."}, {"word": "egregiousness", "glossary": "The state of being egregious."}, {"word": "allonge", "glossary": "1. (Fencing)  A thrust or pass; a lunge. 2. A slip of paper attached to a bill of exchange for receiving indorsements, when the back of the bill itself is already full; a rider. [A French usage] Abbott.\n\nTo thrust with a sword; to lunge."}, {"word": "twain", "glossary": "Two;- nearly obsolete in common discourse, but used in poetry and burlesque. \"Children twain.\" Chaucer. And whosoever shall compel thee to go a mile, go with him twain. Matt. v. 41. In twain, in halves; into two parts; asunder. When old winder split the rocks in twain. Dryden. -- Twain cloud. (Meteor.) Same as Cumulo-stratus."}, {"word": "sheepback", "glossary": "A rounded knoll of rock resembling the back of a sheep. -- produced by glacial action. Called also roche moutonnée; -- usually in the plural."}, {"word": "brigandish", "glossary": "Like a brigand or freebooter; robberlike."}, {"word": "zumological", "glossary": "See Zymic, Zymological, etc."}, {"word": "orangeroot", "glossary": "An American ranunculaceous plant (Hidrastis Canadensis), having a yellow tuberous root; -- also called yellowroot, golden seal, etc."}, {"word": "corridor train", "glossary": "A train whose coaches are connected so as to have through its entire length a continuous corridor, into which the compartments open. [Eng.]"}, {"word": "tartrelic", "glossary": "Of, pertaining to, or designating, an anhydride, C4H4O5, of tartaric acid, obtained as a white crystalline deliquescent substance."}, {"word": "guideress", "glossary": "A female guide. [Obs.] Chaucer."}, {"word": "shola", "glossary": "See Sola."}, {"word": "jalousie", "glossary": "A Venetian or slatted inside window blind."}, {"word": "linnet", "glossary": "Any one of several species of fringilline birds of the genera Linota, Acanthis, and allied genera, esp. the common European species (L. cannabina), which, in full summer plumage, is chestnut brown above, with the breast more or less crimson. The feathers of its head are grayish brown, tipped with crimson. Called also gray linnet, red linnet, rose linnet, brown linnet, lintie, lintwhite, gorse thatcher, linnet finch, and greater redpoll. The American redpoll linnet (Acanthis linaria) often has the crown and throat rosy. See Redpoll, and Twite. Green linnet (Zoöl.), the European green finch."}, {"word": "misdoer", "glossary": "A wrongdoer. Spenser."}, {"word": "electro-thermancy", "glossary": "That branch of electrical science which treats of the effect of an electric current upon the temperature of a conductor, or a part of a circuit composed of two different metals."}, {"word": "prophylaxis", "glossary": "The art of preserving from, or of preventing, disease; the observance of the rules necessary for the preservation of health; preservative or preventive treatment."}, {"word": "spadassin", "glossary": "A bravo; a bully; a duelist. Ld. Lytton."}, {"word": "stereostatic", "glossary": "Geostatic."}, {"word": "balneotherapy", "glossary": "The treatment of disease by baths."}, {"word": "diffuseness", "glossary": "The quality of being diffuse; especially, in writing, the use of a great or excessive number of word to express the meaning; copiousness; verbosity; prolixity."}, {"word": "bouleversement", "glossary": "Complete overthrow; disorder; a turning upside down."}, {"word": "rhizome", "glossary": "A rootstock. See Rootstock."}, {"word": "hobanob", "glossary": "Same as Hobnob. Tennyson."}, {"word": "aftmost", "glossary": "Nearest the stern."}, {"word": "raised", "glossary": "1. Lifted up; showing above the surroundings; as, raised or embossed metal work. 2. Leavened; made with leaven, or yeast; -- used of bread, cake, etc., as distinguished from that made with cream of tartar, soda, etc. See Raise, v. t., 4. Raised beach. See under Beach, n."}, {"word": "incoronate", "glossary": "Crowned. [R.] Longfellow."}, {"word": "unheal", "glossary": "Misfortune; calamity; sickness. [Obs.] Chaucer.\n\nTo uncover. See Unhele. [Obs.]"}, {"word": "drape", "glossary": "1. To cover or adorn with drapery or folds of cloth, or as with drapery; as, to drape a bust, a building, etc. The whole people were draped professionally. De Quincey. These starry blossoms, [of the snow] pure and white, Soft falling, falling, through the night, Have draped the woods and mere. Bungay. 2. To rail at; to banter. [Obs.] Sir W. Temple.\n\n1. To make cloth. [Obs.] Bacon. 2. To design drapery, arrange its folds, etc., as for hangings, costumes, statues, etc."}, {"word": "croylstone", "glossary": "Crystallized cawk, in which the crystals are small."}, {"word": "stilted", "glossary": "Elevated as if on stilts; hence, pompous; bombastic; as, a stilted style; stilted declamation. Stilted arch (Arch.), an arch in which the springing line is some distance above the impost, the space between being occupied by a vertical member, molded or ornamented, as a continuation of the archivolt, intrados, etc."}, {"word": "rapid-fire", "glossary": "(a) (Gun.) Firing shots in rapid succession. (b) (Ordnance) Capable of being fired rapidly; -- applied to single- barreled guns of greater caliber than small arms, mounted so as to be quickly trained and elevated, with a quick-acting breech mechanism operated by a single motion of a crank or lever (abbr. R. F.); specif.: (1)  In the United States navy, designating such a gun using fixed ammunition or metallic cartridge cases; -- distinguished from breech- loading (abbr. B. L.), applied to all guns loading with the charge in bags, and formerly from quick-fire. Rapid-fire guns in the navy also sometimes include automatic or semiautomatic rapid-fire guns; the former being automatic guns of not less than one inch caliber, firing a shell of not less than one pound weight, the explosion of each cartridge operating the mechanism for ejecting the empty shell, loading, and firing the next shot, the latter being guns that require one operation of the hand at each discharge, to load the gun. (2)  In the United States army, designating such a gun, whether using fixed or separate ammunition, designed chiefly for use in coast batteries against torpedo vessels and the lightly armored batteries or other war vessels and for the protection of defensive mine fields; -- not distinguished from quick-fire. (3)  In Great Britain and Europe used, rarely, as synonymous with quick-fire."}, {"word": "wildish", "glossary": "Somewhat wild; rather wild. \"A wildish destiny.\" Wordsworth."}, {"word": "brook mint", "glossary": "See Water mint."}, {"word": "pantisocrat", "glossary": "A pantisocratist."}, {"word": "goggled", "glossary": "Prominent; staring, as the eye."}, {"word": "subsaline", "glossary": "Moderately saline or salt."}, {"word": "abbreviator", "glossary": "1. One who abbreviates or shortens. 2. One of a college of seventy-two officers of the papal court whose duty is to make a short minute of a decision on a petition, or reply of the pope to a letter, and afterwards expand the minute into official form."}, {"word": "cheesiness", "glossary": "The quality of being cheesy."}, {"word": "guy", "glossary": "A rope, chain, or rod attached to anything to steady it; as: a rope to steady or guide an object which is being hoisted or lowered; a rope which holds in place the end of a boom, spar, or yard in a ship; a chain or wire rope connecting a suspension bridge with the land on either side to prevent lateral swaying; a rod or rope attached to the top of a structure, as of a derrick, and extending obliquely to the ground, where it is fastened.\n\nTo steady or guide with a guy.\n\n1. A grotesque effigy, like that of Guy Fawkes, dressed up in England on the fifth of November, the day of the Gunpowder Plot. The lady . . . who dresses like a guy. W. S. Gilbert. 2. A person of queer looks or dress. Dickens.\n\nTo fool; to baffle; to make (a person) an object of ridicule. [Local & Collog U.S.]"}, {"word": "lapel", "glossary": "That part of a garment which is turned back; specifically, the lap, or fold, of the front of a coat in continuation of collar. [Written also lappel and lapelle.]"}, {"word": "aggrandization", "glossary": "Aggrandizement. [Obs.] Waterhouse."}, {"word": "bereft", "glossary": "of Bereave. BERENICE'S HAIR Ber`e*ni\"ce's Hair`. [See Berenice's, Locks, in Dictionary of Noted Names in Fiction.] (Astron.)  See Coma Berenices, under Coma."}, {"word": "munity", "glossary": "Freedom; security; immunity. [Obs.] W. Montagu."}, {"word": "blizzard", "glossary": "A gale of piercingly cold wind, usually accompanied with fine and blinding snow; a furious blast. [U. S.]"}, {"word": "tangental", "glossary": "Tangential."}, {"word": "glandage", "glossary": "A feeding on nuts or mast. [Obs.] Crabb."}, {"word": "ophthalmite", "glossary": "An eyestalk; the organ which bears the compound eyes of decapod Crustacea."}, {"word": "sabrebill", "glossary": "The curlew."}, {"word": "searchable", "glossary": "Capable of being searched."}, {"word": "ammonite", "glossary": "A fossil cephalopod shell related to the nautilus. There are many genera and species, and all are extinct, the typical forms having existed only in the Mesozoic age, when they were exceedingly numerous. They differ from the nautili in having the margins of the septa very much lobed or plaited, and the siphuncle dorsal. Also called serpent stone, snake stone, and cornu Ammonis."}, {"word": "pumpkin", "glossary": "A well-known trailing plant (Cucurbita pepo) and its fruit, -- used for cooking and for feeding stock; a pompion. Pumpkin seed. (a) The flattish oval seed of the pumpkin. (b) (Zoöl.) The common pondfish."}, {"word": "euchroite", "glossary": "A mineral occurring in transparent emerald green crystals. It is hydrous arseniate of copper."}, {"word": "packwax", "glossary": "Same as Paxwax."}, {"word": "sinic", "glossary": "Of or pertaining to the Chinese and allied races; Chinese."}, {"word": "theobromine", "glossary": "An alkaloidal ureide, C7H8N4O2, homologous with and resembling caffeine, produced artificially, and also extracted from cacao and chocolate (from Theobroma Cacao) as a bitter white crystalline substance; -- called also dimethyl xanthine."}, {"word": "lamprey", "glossary": "An eel-like marsipobranch of the genus Petromyzon, and allied genera. The lampreys have a round, sucking mouth, without jaws, but set with numerous minute teeth, and one to three larger teeth on the palate (see Illust. of Cyclostomi). There are seven small branchial openings on each side. [Written also lamper eel, lamprel, and lampron.] Note: The common or sea lamprey of America and Europe (Petromyzon marinus), which in spring ascends rivers to spawn, is considered excellent food by many, and is sold as a market fish in some localities. The smaller river lampreys mostly belong to the genus Ammocoeles, or Lampetra, as A. fluviatilis, of Europe, and A. æpypterus of America. All lampreys attach themselves to other fishes, as parasites, by means of the suckerlike mouth."}, {"word": "still-burn", "glossary": "To burn in the process of distillation; as, to still-burn brandy."}, {"word": "orval", "glossary": "A kind of sage (Salvia Horminum)."}, {"word": "unpope", "glossary": "1. To divest of the character, office, or authority of a pope. 2. To deprive of a pope. [Obs.] Rome will never so far unpope herself as to part with her pretended supremacy. Fuller."}, {"word": "deliverance", "glossary": "1. The act of delivering or freeing from restraint, captivity, peril, and the like; rescue; as, the deliverance of a captive. He hath sent me to heal the broken-hearted, to preach deliverance to the captives. Luke iv. 18. One death or one deliverance we will share. Dryden. 2. Act of bringing forth children. [Archaic] Shak. 3. Act of speaking; utterance. [Archaic] Shak. Note: In this and in the preceding sense delivery is the word more commonly used. 4. The state of being delivered, or freed from restraint. I do desire deliverance from these officers. Shak. 5. Anything delivered or communicated; esp., an opinion or decision expressed publicly. [Scot.] 6. (Metaph.)  Any fact or truth which is decisively attested or intuitively known as a psychological or philosophical datum; as, the deliverance of consciousness."}, {"word": "dubber", "glossary": "One who, or that which, dubs.\n\nA globular vessel or bottle of leather, used in India to hold ghee, oil, etc. [Also written dupper.] M'Culloch."}, {"word": "solert", "glossary": "Skillful; clever; crafty. [Obs.] Cudworth."}, {"word": "recuse", "glossary": "To refuse or reject, as a judge; to challenge that the judge shall not try the cause. [Obs.] Sir K. Digby."}, {"word": "accouterments", "glossary": "Dress; trappings; equipment; specifically, the devices and equipments worn by soldiers. How gay with all the accouterments of war!"}, {"word": "arrearage", "glossary": "That which remains unpaid and overdue, after payment of a part; arrears. The old arrearages . . . being defrayed. Howell."}, {"word": "brunswick green", "glossary": "An oxychloride of copper, used as a green pigment; also, a carbonate of copper similarly employed."}, {"word": "abstractively", "glossary": "In a abstract manner; separately; in or by itself. Feltham."}, {"word": "aviate", "glossary": "To fly, or navigate the air, in an aëroplane or heavier-than- air flying machine. [Colloq.]"}, {"word": "interlard", "glossary": "1. To place lard or bacon amongst; to mix, as fat meat with lean. [Obs.] Whose grain doth rise in flakes, with fatness interlarded. Drayton. 2. Hence: To insert between; to mix or mingle; especially, to introduce that which is foreign or irrelevant; as, to interlard a conservation with oaths or allusions. The English laws . . . [were] mingled and interlarded with many particular laws of their own. Sir M. Hale. They interlard their native drinks with choice Of strongest brandy. J. Philips."}, {"word": "heathendom", "glossary": "1. That part of the world where heathenism prevails; the heathen nations, considered collectively. 2. Heathenism. C. Kingsley."}, {"word": "uncreditable", "glossary": "Discreditable. [Obs.]"}, {"word": "portfolio", "glossary": "1. A portable case for holding loose papers, prints, drawings, etc. 2. Hence: The office and functions of a minister of state or member of the cabinet; as, to receive the portfolio of war; to resign the portfolio."}, {"word": "weird", "glossary": "1. Fate; destiny; one of the Fates, or Norns; also, a prediction. [Obs. or Scot.] 2. A spell or charm. [Obs. or Scot.] Sir W. Scott.\n\n1. Of or pertaining to fate; concerned with destiny. 2. Of or pertaining to witchcraft; caused by, or suggesting, magical influence; supernatural; unearthly; wild; as, a weird appearance, look, sound, etc. Myself too had weird seizures. Tennyson. Those sweet, low tones, that seemed like a weird incantation. Longfellow. Weird sisters, the Fates. [Scot.] G. Douglas. Note: Shakespeare uses the term for the three witches in Macbeth. The weird sisters, hand in hand, Posters of the sea and land. Shak.\n\nTo foretell the fate of; to predict; to destine to. [Scot.] Jamieson."}, {"word": "pargeter", "glossary": "A plasterer. Johnson."}, {"word": "magnanimity", "glossary": "The quality of being magnanimous; greatness of mind; elevation or dignity of soul; that quality or combination of qualities, in character, which enables one to encounter danger and trouble with tranquility and firmness, to disdain injustice, meanness and revenge, and to act and sacrifice for noble objects."}, {"word": "tepee", "glossary": "An Indian wigwam or tent."}, {"word": "enlimn", "glossary": "To adorn by illuminating or ornamenting with colored and decorated letters and figures, as a book or manuscript. [R.] Palsgrave."}, {"word": "pilulous", "glossary": "Like a pill; small; insignificant. [R.] G. Eliot."}, {"word": "enthusiastic", "glossary": "Filled with enthusiasm; characterized by enthusiasm; zealous; as, an enthusiastic lover of art. \"Enthusiastical raptures.\" Calamy. -- En*thu`si*as\"tic*al*ly, adv. A young man . . . of a visionary and enthusiastic character. W. Irving.\n\nAn enthusiast; a zealot. [Obs.]"}, {"word": "clothespin", "glossary": "A forked piece of wood, or a small spring clamp, used for fastening clothes on a line."}, {"word": "funking", "glossary": "A shrinking back through fear. [Colloq.] \"The horrid panic, or funk (as the men of Eton call it).\" De Quincey."}, {"word": "lords and ladies", "glossary": "The European wake-robin (Arum maculatum), -- those with purplish spadix the lords, and those with pale spadix the ladies. Dr. Prior."}, {"word": "petitionary", "glossary": "1. Supplicatory; making a petition. Pardon Rome, and any petitionary countrymen. Shak. 2. Containing a petition; of the nature of a petition; as, a petitionary epistle. Swift."}, {"word": "limonite", "glossary": "Hydrous sesquixoide of iron, an important ore of iron, occurring in stalactitic, mammillary, or earthy forms, of a dark brown color, yellowish brown powder. It includes bog iron. Also called brown hematite."}, {"word": "mosaically", "glossary": "In the manner of a mosaic."}, {"word": "byplay", "glossary": "Action carried on aside, and commonly in dumb show, while the main action proceeds."}, {"word": "circ", "glossary": "An amphitheatrical circle for sports; a circus. [R.] T. Warton."}, {"word": "unspotted", "glossary": "Not spotted; free from spot or stain; especially, free from moral stain; unblemished; immaculate; as, an unspotted reputation. -- Un*spot\"ted*ness, n."}, {"word": "rocking-stone", "glossary": "A stone, often of great size and weight, resting upon another stone, and so exactly poised that it can be rocked, or slightly moved, with but little force."}, {"word": "stratification", "glossary": "1. The act or process of laying in strata, or the state of being laid in the form of strata, or layers. 2. (Physiol.)  The deposition of material in successive layers in the growth of a cell wall, thus giving rise to a stratified appearance."}, {"word": "predicamental", "glossary": "Of or pertaining to a predicament. John Hall (1646)."}, {"word": "purpurogenous", "glossary": "Having the power to produce a purple color; as, the purpurogenous membrane, or choroidal epithelium, of the eye. See Visual purple, under Visual."}, {"word": "taxable", "glossary": "1. Capable of being taxed; liable by law to the assessment of taxes; as, taxable estate; taxable commodities. 2. (Law)  That may be legally charged by a court against the plaintiff of defendant in a suit; as, taxable costs. -- Tax\"a*ble*ness, n. -- Tax\"a*bly, adv."}, {"word": "magnum", "glossary": "1. A large wine bottle. They passed the magnum to one another freely. Sir W. Scott . 2. (Anat.)  A bone of the carpus at the base of the third metacarpal bone."}, {"word": "glance", "glossary": "1. A sudden flash of light or splendor. Swift as the lightning glance. Milton. 2. A quick cast of the eyes; a quick or a casual look; a swift survey; a glimpse. Dart not scornful glances from those eyes. Shak. 3. An incidental or passing thought or allusion. How fleet is a glance of the mind. Cowper. 4. (Min.)  A name given to some sulphides, mostly dark-colored, which have a brilliant metallic luster, as the sulphide of copper, called copper glance. Glance coal, anthracite; a mineral composed chiefly of carbon. -- Glance cobalt, cobaltite, or gray cobalt. -- Glance copper, c -- Glance wood, a hard wood grown in Cuba, and used for gauging instruments, carpenters' rules, etc. McElrath.\n\n1. To shoot or emit a flash of light; to shine; to flash. From art, from nature, from the schools, Let random influences glance, Like light in many a shivered lance, That breaks about the dappled pools. Tennyson. 2. To strike and fly off in an oblique direction; to dart aside. \"Your arrow hath glanced\". Shak. On me the curse aslope Glanced on the ground. Milton. 3. To look with a sudden, rapid cast of the eye; to snatch a momentary or hasty view. The poet's eye, in a fine frenzy rolling, Doth glance from heaven to earth, from earth to heaven. Shak. 4. To make an incidental or passing reflection; to allude; to hint; - - often with at. Wherein obscurely Cæsar''s ambition shall be glanced at. Shak. He glanced at a certain reverend doctor. Swift. 5. To move quickly, appearing and disappearing rapidly; to be visible only for an instant at a time; to move interruptedly; to twinkle. And all along the forum and up the sacred seat, His vulture eye pursued the trip of those small glancing feet. Macaulay.\n\n1. To shoot or dart suddenly or obliquely; to cast for a moment; as, to glance the eye. 2. To hint at; to touch lightly or briefly. [Obs.] In company I often glanced it. Shak."}, {"word": "xanthogen", "glossary": "(a) The hypothetical radical supposed to be characteristic of xanthic acid. [Archaic] (b) Persulphocyanogen.  [R.]"}, {"word": "starf", "glossary": "Starved. Chaucer."}, {"word": "pantopoda", "glossary": "Same as Pycnogonida."}, {"word": "sextet", "glossary": "See Sestet."}, {"word": "residuary", "glossary": "Consisting of residue; as, residuary matter; pertaining to the residue, or part remaining; as, the residuary advantage of an estate. Ayliffe. Residuary clause (Law), that part of the testator's will in which the residue of his estate is disposed of. -- Residuary devise (Law), the person to whom the residue of real estate is devised by a will. -- Residuary legatee (Law), the person to whom the residue of personal estate is bequeathed."}, {"word": "excitable", "glossary": "Capable of being excited, or roused into action; susceptible of excitement; easily stirred up, or stimulated."}, {"word": "reapproach", "glossary": "To approach again or anew."}, {"word": "dorsel", "glossary": "1. A pannier. 2. Same as Dorsal, n."}, {"word": "perpetually", "glossary": "In a perpetual manner; constantly; continually. The Bible and Common Prayer Book in the vulgar tongue, being perpetually read in churches, have proved a kind of standard for language. Swift."}, {"word": "vulnerable", "glossary": "1. Capable of being wounded; susceptible of wounds or external injuries; as, a vulnerable body. Achilles was vulnerable in his heel; and there will be wanting a Paris to infix the dart. Dr. T. Dwight. 2. Liable to injury; subject to be affected injuriously; assailable; as, a vulnerable reputation. His skill in finding out the vulnerable parts of strong minds was consummate. Macaulay."}, {"word": "cargo", "glossary": "The lading or freight of a ship or other vessel; the goods, merchandise, or whatever is conveyed in a vessel or boat; load; freight. Cargoes of food or clothing. E. Everett. Note: The term cargo, in law, is usually applied to goods only, and not to live animals or persons. Burill."}, {"word": "death", "glossary": "1. The cessation of all vital phenomena without capability of resuscitation, either in animals or plants. Note: Local death is going on at times and in all parts of the living body, in which individual cells and elements are being cast off and replaced by new; a process essential to life. General death is of two kinds; death of the body as a whole (somatic or systemic death), and death of the tissues. By the former is implied the absolute cessation of the functions of the brain, the circulatory and the respiratory organs; by the latter the entire disappearance of the vital actions of the ultimate structural constituents of the body. When death takes place, the body as a whole dies first, the death of the tissues sometimes not occurring until after a considerable interval. Huxley. 2. Total privation or loss; extinction; cessation; as, the death of memory. The death of a language can not be exactly compared with the death of a plant. J. Peile. 3. Manner of dying; act or state of passing from life. A death that I abhor. Shak. Let me die the death of the righteous. Num. xxiii. 10. 4. Cause of loss of life. Swiftly flies the feathered death. Dryden. He caught his death the last county sessions. Addison. 5. Personified: The destroyer of life, -- conventionally represented as a skeleton with a scythe. Death! great proprietor of all. Young. And I looked, and behold a pale horse; and his name that at on him was Death. Rev. vi. 8. 6. Danger of death. \"In deaths oft.\" 2 Cor. xi. 23. 7. Murder; murderous character. Not to suffer a man of death to live. Bacon. 8. (Theol.)  Loss of spiritual life. To be death. Rom. viii. 6. 9. Anything so dreadful as to be like death. It was death to them to think of entertaining such doctrines. Atterbury. And urged him, so that his soul was vexed unto death. Judg. xvi. 16. Note: Death is much used adjectively and as the first part of a compound, meaning, in general, of or pertaining to death, causing or presaging death; as, deathbed or death bed; deathblow or death blow, etc. Black death. See Black death, in the Vocabulary. -- Civil death, the separation of a man from civil society, or the debarring him from the enjoyment of civil rights, as by banishment, attainder, abjuration of the realm, entering a monastery, etc. Blackstone. -- Death adder. (Zoöl.) (a) A kind of viper found in South Africa (Acanthophis tortor); -- so called from the virulence of its venom. (b) A venomous Australian snake of the family Elapidæ, of several species, as the Hoplocephalus superbus and Acanthopis antarctica. -- Death bell, a bell that announces a death. The death bell thrice was heard to ring. Mickle. -- Death candle, a light like that of a candle, viewed by the superstitious as presaging death. -- Death damp, a cold sweat at the coming on of death. -- Death fire, a kind of ignis fatuus supposed to forebode death. And round about in reel and rout, The death fires danced at night. Coleridge. -- Death grapple, a grapple or struggle for life. -- Death in life, a condition but little removed from death; a living death. [Poetic] \"Lay lingering out a five years' death in life.\" Tennyson. -- Death knell, a stroke or tolling of a bell, announcing a death. -- Death rate, the relation or ratio of the number of deaths to the population. At all ages the death rate is higher in towns than in rural districts. Darwin. -- Death rattle, a rattling or gurgling in the throat of a dying person. -- Death's door, the boundary of life; the partition dividing life from death. -- Death stroke, a stroke causing death. -- Death throe, the spasm of death. -- Death token, the signal of approaching death. -- Death warrant. (a) (Law) An order from the proper authority for the execution of a criminal. (b) That which puts an end to expectation, hope, or joy. -- Death wound. (a) A fatal wound or injury. (b) (Naut.) The springing of a fatal leak. -- Spiritual death (Scripture), the corruption and perversion of the soul by sin, with the loss of the favor of God. -- The gates of death, the grave. Have the gates of death been opened unto thee Job xxxviii. 17. -- The second death, condemnation to eternal separation from God. Rev. ii. 11. -- To be the death of, to be the cause of death to; to make die. \"It was one who should be the death of both his parents.\" Milton. Syn. -- Death, Decrase, Departure, Release. Death applies to the termination of every form of existence, both animal and vegetable; the other words only to the human race. Decease is the term used in law for the removal of a human being out of life in the ordinary course of nature. Demise was formerly confined to decease of princes, but is now sometimes used of distinguished men in general; as, the demise of Mr. Pitt. Departure and release are peculiarly terms of Christian affection and hope. A violent death is not usually called a decease. Departure implies a friendly taking leave of life. Release implies a deliverance from a life of suffering or sorrow."}, {"word": "barde", "glossary": "1. A piece of defensive (or, sometimes, ornamental) armor for a horse's neck, breast, and flanks; a barb. [Often in the pl.] 2. pl.  Defensive armor formerly worn by a man at arms. 3. (Cookery)  A thin slice of fat bacon used to cover any meat or game."}, {"word": "nigrine", "glossary": "A ferruginous variety of rutile."}, {"word": "pressman", "glossary": "1. One who manages, or attends to, a press, esp. a printing press. 2. One who presses clothes; as, a tailor's pressman.\n\nOne of a press gang, who aids in forcing men into the naval service; also, one forced into the service."}, {"word": "door", "glossary": "1. An opening in the wall of a house or of an apartment, by which to go in and out; an entrance way. To the same end, men several paths may tread, As many doors into one temple lead. Denham. 2. The frame or barrier of boards, or other material, usually turning on hinges, by which an entrance way into a house or apartment is closed and opened. At last he came unto an iron door That fast was locked. Spenser. 3. Passage; means of approach or access. I am the door; by me if any man enter in, he shall be saved. John x. 9. 4. An entrance way, but taken in the sense of the house or apartment to which it leads. Martin's office is now the second door in the street. Arbuthnot. Blank door, Blind door, etc. (Arch.) See under Blank, Blind, etc. -- In doors, or Within doors, within the house. -- Next door to, near to; bordering on. A riot unpunished is but next door to a tumult. L'Estrange. -- Out of doors, or Without doors, and, colloquially, Out doors, out of the house; in open air; abroad; away; lost. His imaginary title of fatherhood is out of doors. Locke. -- To lay (a fault, misfortune, etc.) at one's door, to charge one with a fault; to blame for. -- To lie at one's door, to be imputable or chargeable to. If I have failed, the fault lies wholly at my door. Dryden. Note: Door is used in an adjectival construction or as the first part of a compound (with or without the hyphen), as, door frame, doorbell or door bell, door knob or doorknob, door latch or doorlatch, door jamb, door handle, door mat, door panel."}, {"word": "canna", "glossary": "A measure of length in Italy, varying from six to seven feet. See Cane, 4.\n\nA genus of tropical plants, with large leaves and often with showy flowers. The Indian shot. (C. Indica) is found in gardens of the northern United States."}, {"word": "disposition", "glossary": "1. The act of disposing, arranging, ordering, regulating, or transferring; application; disposal; as, the disposition of a man's property by will. Who have received the law by the disposition of angels. Acts vii. 53. The disposition of the work, to put all things in a beautiful order and harmony, that the whole may be of a piece. Dryden. 2. The state or the manner of being disposed or arranged; distribution; arrangement; order; as, the disposition of the trees in an orchard; the disposition of the several parts of an edifice. 3. Tendency to any action or state resulting from natural constitution; nature; quality; as, a disposition in plants to grow in a direction upward; a disposition in bodies to putrefaction. 4. Conscious inclination; propension or propensity. How stands your disposition to be married Shak. 5. Natural or prevailing spirit, or temperament of mind, especially as shown in intercourse with one's fellow-men; temper of mind. \"A man of turbulent disposition.\" Hallam. \"He is of a very melancholy disposition.\" Shak. His disposition led him to do things agreeable to his quality and condition wherein God had placed him. Strype. 6. Mood; humor. As I perchance hereafter shall think meet To put an antic disposition on. Shak. Syn. -- Disposal; adjustment; regulation; arrangement; distribution; order; method; adaptation; inclination; propensity; bestowment; alienation; character; temper; mood. -- Disposition, Character, Temper. Disposition is the natural humor of a person, the predominating quality of his character, the constitutional habit of his mind. Character is this disposition influenced by motive, training, and will. Temper is a quality of the fiber of character, and is displayed chiefly when the emotions, especially the passions, are aroused."}, {"word": "antennule", "glossary": "A small antenna; -- applied to the smaller pair of antennæ or feelers of Crustacea."}, {"word": "wike", "glossary": "A temporary mark or boundary, as a bough of a tree set up in marking out or dividing anything, as tithes, swaths to be mowed in common ground, etc.; -- called also wicker. [Prov. Eng.]\n\nA home; a dwelling. [Obs. or Prov. Eng.]"}, {"word": "classicalism", "glossary": "1. A classical idiom, style, or expression; a classicism. 2. Adherence to what are supposed or assumed to be the classical canons of art."}, {"word": "urn-shaped", "glossary": "Having the shape of an urn; as, the urn-shaped capsules of some mosses."}, {"word": "perineum", "glossary": "The region which is included within the outlet of the pelvis, and is traversed by the urinogenital canal and the rectum."}, {"word": "strutting", "glossary": "from Strut, v. -- Strut\"ting*ly, adv."}, {"word": "muliebrity", "glossary": "1. The state of being a woman or of possessing full womanly powers; womanhood; -- correlate of virility. 2. Hence: Effeminancy; softness."}, {"word": "panopticon", "glossary": "1. A prison so contructed that the inspector can see each of the prisoners at all times, without being seen. 2. A room for the exhibition of novelties."}, {"word": "knight templar", "glossary": "See Commandery, n., 3, and also Templar, n., 1 and 3."}, {"word": "pentacapsular", "glossary": "Having five capsules."}, {"word": "gargalize", "glossary": "To gargle; to rinse. [Obs.] Marston."}, {"word": "garter", "glossary": "1. A band used to prevent a stocking from slipping down on the leg. 2. The distinguishing badge of the highest order of knighthood in Great Britain, called the Order of the Garter, instituted by Edward III.; also, the Order itself. 3. (Her.)  Same as Bendlet. Garter fish (Zoöl.), a fish of the genus Lepidopus, having a long, flat body, like the blade of a sword; the scabbard fish. -- Garter king-at-arms, the chief of the official heralds of England, king-at-arms to the Order of the Garter; -- often abbreviated to Garter. -- Garter snake (Zoöl.), one of several harmless American snakes of the genus Eutænia, of several species (esp. E. saurita and E. sirtalis); one of the striped snakes; -- so called from its conspicuous stripes of color.\n\n1. To bind with a garter. He . . . could not see to garter his hose. Shak. 2. To invest with the Order of the Garter. T. Warton."}, {"word": "effume", "glossary": "To breathe or puff out. [Obs.] B. Jonson."}, {"word": "dichogamous", "glossary": "Manifesting dichogamy."}, {"word": "imposer", "glossary": "One who imposes. The imposers of these oaths might repent. Walton."}, {"word": "standage", "glossary": "A reservior in which water accumulates at the bottom of a mine."}, {"word": "macroglossia", "glossary": "Enlargement or hypertrophy of the tongue."}, {"word": "cajeput", "glossary": "See Cajuput."}, {"word": "fumous", "glossary": "1. Producing smoke; smoky. 2. Producing fumes; full of fumes. Garlic, onions, mustard, and such-like fumous things. Barough (1625)."}, {"word": "undisputable", "glossary": "Indisputable. Addison. -- Un*dis\"pu*ta*ble*ness, n."}, {"word": "carus", "glossary": "Coma with complete insensibility; deep lethargy."}, {"word": "mutable", "glossary": "1. Capable of alteration; subject to change; changeable in form, qualities, or nature. Things of the most accidental and mutable nature. South. 2. Changeable; inconstant; unsettled; unstable; fickle. \"Most mutable wishes.\" Byron. Syn. -- Changeable; alterable; unstable; unsteady; unsettled; wavering; inconstant; variable; fickle."}, {"word": "tetrazo-", "glossary": "A combining form (also used adjectively), designating any one of a series of double derivatives of the azo and diazo compounds containing four atoms of nitrogen."}, {"word": "rifleman", "glossary": "A soldier armed with a rifle."}, {"word": "trade name", "glossary": "1. (a) The name by which an article is called among traders, etc.; as, tin spirits is a common trade name in the dyeing industry for various solutions of tin salts. (b) An invented or arbitrary adopted name given by a manufacturer or merchant to an article to distinguish it as produced or sold by him. 2.  The name or style under which a concern or firm does business. This name becomes a part of the good will of a business; it is not protected by the registration acts, but a qualified common-law protection against its misuse exists, analogous to that existing in the case of trade-marks."}, {"word": "garcon", "glossary": "A boy; fellow; esp., a serving boy or man; a waiter; -- in Eng. chiefly applied to French waiters."}, {"word": "malediction", "glossary": "A proclaiming of evil against some one; a cursing; imprecation; a curse or execration; -- opposed to benediction. No malediction falls from his tongue. Longfellow. Syn. -- Cursing; curse; execration; imprecation; denunciation; anathema. -- Malediction, Curse, Imprecation, Execration. Malediction is the most general term, denoting bitter reproach, or wishes and predictions of evil. Curse implies the desire or threat of evil, declared upon oath or in the most solemn manner. Imprecation is literally the praying down of evil upon a person. Execration is literally a putting under the ban of excommunication, a curse which excludes from the kingdom of God. In ordinary usage, the last three words describe profane swearing, execration being the strongest."}, {"word": "subangular", "glossary": "Slightly angular."}, {"word": "obcordate", "glossary": "Heart-shaped, with the attachment at the pointed end; inversely cordate: as, an obcordate petal or leaf."}, {"word": "stocker", "glossary": "One who makes or fits stocks, as of guns or gun carriages, etc."}, {"word": "defoul", "glossary": "1. To tread down. [Obs.] Wyclif. 2. To make foul; to defile. [Obs.] Wyclif."}, {"word": "gold-bound", "glossary": "Encompassed with gold."}, {"word": "plitt", "glossary": "An instrument of punishment or torture resembling the knout, used in Russia."}, {"word": "opponency", "glossary": "The act of opening an academical disputation; the proposition of objections to a tenet, as an exercise for a degree. [Eng.] Todd."}, {"word": "colluder", "glossary": "One who conspires in a fraud."}, {"word": "appellative", "glossary": "1. Pertaining to a common name; serving as a distinctive denomination; denominative; naming. Cudworth. 2. (gram.)  Common, as opposed to proper; denominative of a class.\n\n1. A common name, distinction from a proper name. A common name, or appellative, stands for a whole class, genus, or species of beings, or for universal ideas. Thus, tree is the name of all plants of a particular class; plant and vegetable are names of things that grow out of the earth. A proper name, on the other hand, stands for a single thing; as, Rome, Washington, Lake Erie. 2. An appellation or title; a descriptive name. God chosen it for one of his appellatives to be the Defender of them. Jer. Taylor."}, {"word": "cavalierish", "glossary": "Somewhat like a cavalier."}, {"word": "headwork", "glossary": "Mental labor."}, {"word": "fainting", "glossary": "Syncope, or loss of consciousness owing to a sudden arrest of the blood supply to the brain, the face becoming pallid, the respiration feeble, and the heat's beat weak. Fainting fit, a fainting or swoon; syncope. [Colloq.]"}, {"word": "catenation", "glossary": "Connection of links or union of parts, as in a chain; a regular or connected series. See Concatenation. Sir T. Browne."}, {"word": "schoolman", "glossary": "One versed in the niceties of academical disputation or of school divinity. Note: The schoolmen were philosophers and divines of the Middle Ages, esp. from the 11th century to the Reformation, who spent much time on points of nice and abstract speculation. They were so called because they taught in the mediæval universities and schools of divinity."}, {"word": "enomotarch", "glossary": "The commander of an enomoty. Mitford."}, {"word": "hydraulics", "glossary": "That branch of science, or of engineering, which treats of fluids in motion, especially of water, its action in rivers and canals, the works and machinery for conducting or raising it, its use as a prime mover, and the like. Note: As a science, hydraulics includes hydrodynamics, or the principles of mechanics applicable to the motion of water; as a branch of engineering, it consists in the practical application of the mechanics of fluids to the control and management of water with reference to the wants of man, including canals, waterworks, hydraulic machines, pumps, water wheels, etc. Some writers treat hydraulics and hydrostatics as subdivisions of hydrodynamics."}, {"word": "naker", "glossary": "Same as Nacre.\n\nA kind of kettledrum. [Obs.] Chaucer."}, {"word": "atones", "glossary": "Etym: [See At one.] [Obs.] Down he fell atones as a stone. Chaucer."}, {"word": "strontian", "glossary": "Strontia."}, {"word": "interpleader", "glossary": "1. One who interpleads. 2. (Law)  A proceeding devised to enable a person, of whom the same debt, duty, or thing is claimed adversely by two or more parties, to compel them to litigate the right or title between themselves, and thereby to relieve himself from the suits which they might otherwise bring against him."}, {"word": "schistose", "glossary": "Of or pertaining to schist; having the structure of a schist."}, {"word": "hinged", "glossary": "Furnished with hinges."}, {"word": "unconsecrate", "glossary": "To render not sacred; to deprive of sanctity; to desecrate. [Obs.] South."}, {"word": "umlaut", "glossary": "The euphonic modification of a root vowel sound by the influence of a, u, or especially i, in the syllable which formerly followed. Note: It is peculiar to the Teutonic languages, and was common in Anglo-Saxon. In German the umlauted vowels resulting from a, o, u, followed by old i, are written ä, ö, ü, or ae, oe, ue; as, männer or maenner, men, from mann, man. Examples of forms resulting from umlaut in English are geese pl. of goose, men pl. of man, etc."}, {"word": "outlier", "glossary": "1. One who does not live where his office, or business, or estate, is. Bentley. 2. That which lies, or is, away from the main body. 3. (Geol.)  A part of a rock or stratum lying without, or beyond, the main body, from which it has been separated by denudation."}, {"word": "complanar", "glossary": "See Coplanar."}, {"word": "octogonal", "glossary": "See Octagonal. [Obs.]"}, {"word": "bold eagle", "glossary": "an Australian eagle (Aquila audax), which destroys lambs and even the kangaroo. -- To make bold, to take liberties or the liberty; to venture. Syn. -- Courageous; daring; brave; intrepid; fearless; dauntless; valiant; manful; audacious; stouthearted; high-spirited; adventurous; confident; strenuous; forward; impudent."}, {"word": "self-delusion", "glossary": "The act of deluding one's self, or the state of being thus deluded."}, {"word": "crackajack", "glossary": "1. An individual of marked ability or excellence, esp. in some sport; as, he is a crackajack at tennis. [Slang] 2.  A preparation of popped corn, candied and pressed into small cakes. [U. S.]\n\nOf marked ability or excellence. [Slang]"}, {"word": "insectator", "glossary": "A pursuer; a persecutor; a censorious critic. [Obs.] Bailey."}, {"word": "dissite", "glossary": "Lying apart. [Obs.] Lands far dissite and remote asunder. Holland."}, {"word": "hoppestere", "glossary": "An unexplained epithet used by Chaucer in reference to ships. By some it is defined as \"dancing (on the wave)\"; by others as \"opposing,\" \"warlike.\" T. R. Lounsbury."}, {"word": "ab", "glossary": "The fifth month of the Jewish year according to the ecclesiastical reckoning, the eleventh by the civil computation, coinciding nearly with August. W. Smith."}, {"word": "endometritis", "glossary": "Inflammation of the endometrium."}, {"word": "basaltoid", "glossary": "Formed like basalt; basaltiform."}, {"word": "imboss", "glossary": "See Emboss."}, {"word": "insulting", "glossary": "Containing, or characterized by, insult or abuse; tending to insult or affront; as, insulting language, treatment, etc. -- In*sult\"ing*ly, adv. Syn. -- Insolent; impertinent; saucy; rude; abusive; contemptuous. See Insolent."}, {"word": "natter", "glossary": "To find fault; to be peevish. [Prov. Eng. or Scot.]"}, {"word": "primine", "glossary": "The outermost of the two integuments of an ovule. Note: This word has been used by some writers to denote the inner integument, which is formed earlier than the outer. Cf. Secundine."}, {"word": "single-hearted", "glossary": "Having an honest heart; free from duplicity. -- Sin\"gle-heart\"ed*ly, adv."}, {"word": "antisepalous", "glossary": "Standing before a sepal, or calyx leaf."}, {"word": "procreation", "glossary": "The act of begetting; generation and production of young. South."}, {"word": "pettily", "glossary": "In a petty manner; frivolously."}, {"word": "alcoometry", "glossary": "See Alcoholometry. Note: The chemists say alcomètre, alcoomètrie, doubtless by the suppression of a syllable in order to avoid a disagreeable sequence of sounds. (Cf. Idolatry.) Littré."}, {"word": "shamanist", "glossary": "An adherent of Shamanism."}, {"word": "unoriginated", "glossary": "1. Not originated; existing from all eternity. F. W. Newman. 2. Not yet caused to be, or to be made; as, possible inventions still unoriginated."}, {"word": "doughtily", "glossary": "In a doughty manner."}, {"word": "quindecagon", "glossary": "A plane figure with fifteen angles, and consequently fifteen sides."}, {"word": "haemadynamics", "glossary": "Same as Hemadynamics."}, {"word": "arrowwood", "glossary": "A shrub (Viburnum dentatum) growing in damp woods and thickets; -- so called from the long, straight, slender shoots."}, {"word": "lyra", "glossary": "1. (Astron.)  A northern constellation, the Harp, containing a white star of the first magnitude, called Alpha Lyræ, or Vega. 2. (Anat.)  The middle portion of the ventral surface of the fornix of the brain; -- so called from the arrangement of the lines with which it is marked in the human brain."}, {"word": "sectiuncle", "glossary": "A little or petty sect. [R.] \"Some new sect or sectiuncle.\" J. Martineau."}, {"word": "stercorianism", "glossary": "The doctrine or belief of the Stercoranists."}, {"word": "angelot", "glossary": "1. A French gold coin of the reign of Louis XI., bearing the image of St. Michael; also, a piece coined at Paris by the English under Henry VI. [Obs.] 2. An instrument of music, of the lute kind, now disused. Johnson. R. Browning. 3. A sort of small, rich cheese, made in Normandy."}, {"word": "hegemonic", "glossary": "Leading; controlling; ruling; predominant. \"Princelike and hegemonical.\" Fotherby."}, {"word": "horseworm", "glossary": "The larva of a botfly."}, {"word": "poling", "glossary": "1. The act of supporting or of propelling by means of a pole or poles; as, the poling of beans; the poling of a boat. 2. (Gardening)  The operation of dispersing worm casts over the walks with poles. 3. One of the poles or planks used in upholding the side earth in excavating a tunnel, ditch, etc."}, {"word": "rantingly", "glossary": "In a ranting manner."}, {"word": "consuetudinary", "glossary": "Customary.\n\nA manual or ritual of customary devotional exercises."}, {"word": "yearningly", "glossary": "With yearning."}, {"word": "mallemock", "glossary": "See Mollemoke."}, {"word": "notidanian", "glossary": "Any one of several species of sharks of the family Notidanidæ, or Hexanchidæ. Called also cow sharks. See Shark."}, {"word": "looper", "glossary": "1. An instrument, as a bodkin, for forming a loop in yarn, a cord, etc. 2. (Zoöl.)  The larva of any species of geometrid moths. See Geometrid."}, {"word": "concurrence", "glossary": "1. The act of concurring; a meeting or coming together; union; conjunction; combination. We have no other measure but our own ideas, with the concurence of other probable reasons, to persuade us. Locke. 2. A meeting of minds; agreement in opinion; union in design or act; -- implying joint approbation. Tarquin the Proud was expelled by the universal concurrence of nobles and people. Swift. 3. Agreement or consent, implying aid or contribution of power or influence; coöperation. We collect the greatness of the work, and the necessity of the divine concurrence to it. Rogers. An instinct that works us to its own purposes without our concurrence. Burke. 4. A common right; coincidence of equal powers; as, a concurrence of jurisdiction in two different courts."}, {"word": "adnascent", "glossary": "Growing to or on something else. \"An adnascent plant.\" Evelyn."}, {"word": "jaculatory", "glossary": "Darting or throwing out suddenly; also, suddenly thrown out; uttered in short sentences; ejaculatory; as, jaculatory prayers. Smart."}, {"word": "nabit", "glossary": "Pulverized sugar candy. Crabb."}, {"word": "payen", "glossary": "Pagan. Etym: [F.] [Obs.] Chaucer."}, {"word": "jarosite", "glossary": "An ocher-yellow mineral occurring on minute rhombohedral crystals. It is a hydrous sulphate of iron and potash."}, {"word": "zeolite", "glossary": "A term now used to designate any one of a family of minerals, hydrous silicates of alumina, with lime, soda, potash, or rarely baryta. Here are included natrolite, stilbite, analcime, chabazite, thomsonite, heulandite, and others. These species occur of secondary origin in the cavities of amygdaloid, basalt, and lava, also, less frequently, in granite and gneiss. So called because many of these species intumesce before the blowpipe. Needle zeolite, needlestone; natrolite."}, {"word": "fireweed", "glossary": "(a) An American plant (Erechthites hiercifolia), very troublesome in spots where brushwood has been burned. (b) The great willow-herb (Epilobium spicatum)."}, {"word": "rhinology", "glossary": "The science which treats of the nose, and its diseases."}, {"word": "turbinoid", "glossary": "Like or pertaining to Turbo or the family Turbinidæ."}, {"word": "octaroon", "glossary": "See Octoroon."}, {"word": "demantoid", "glossary": "A yellow-green, transparent variety of garnet found in the Urals. It is valued as a gem because of its brilliancy of luster, whence the name."}, {"word": "luffa", "glossary": "(a) A small genus of tropical cucurbitaceous plants having white flowers, the staminate borne in racemes, and large fruits with a dry fibrous pericarp. The fruit of several species and the species themselves, esp. L. Ægyptiaca, are called dishcloth gourds. (b) Any plant of this genus, or its fruit. (c) The fibrous skeleton of the fruit, used as a sponge and in the manufacture of caps and women's hats; -- written also loofah."}, {"word": "babiism", "glossary": "The doctrine of a modern religious pantheistical sect in Persia, which was founded, about 1844, by Mirza Ali Mohammed ibn Rabhik (1820 -- 1850), who assumed the title of Bab-ed-Din (Per., Gate of the Faith). Babism is a mixture of Mohammedan, Christian, Jewish, and Parsi elements. This doctrine forbids concubinage and polygamy, and frees women from many of the degradations imposed upon them among the orthodox Mohammedans. Mendicancy, the use of intoxicating liquors and drugs, and slave dealing, are forbidden; asceticism is discountenanced. --Bab\"ist, n."}, {"word": "powder-posted", "glossary": "Affected with dry rot; reduced to dust by rot. See Dry rot, under Dry. [U.S.]"}, {"word": "boldness", "glossary": "The state or quality of being bold. Syn. -- Courage; bravery; intrepidity; dauntlessness; hardihood; assurance."}, {"word": "forecaster", "glossary": "One who forecast. Johnson."}, {"word": "penumbra", "glossary": "1. An incomplete or partial shadow. 2. (Astron.)  The shadow cast, in an eclipse, where the light is partly, but not wholly, cut off by the intervening body; the space of partial illumination between the umbra, or perfect shadow, on all sides, and the full light. Sir I. Newton. Note: The faint shade surrounding the dark central portion of a solar spot is also called the penumbra, and sometimes umbra. 3. (Paint.)  The part of a picture where the shade imperceptibly blends with the light."}, {"word": "fatiscence", "glossary": "A gaping or opening; state of being chinky, or having apertures. Kirwan."}, {"word": "rubrical", "glossary": "1. Colored in, or marked with, red; placed in rubrics. What though my name stood rubric on the walls Or plaistered posts, with claps, in capitals Pope. 2. Of or pertaining to the rubric or rubrics. \"Rubrical eccentricities.\" C. Kingsley."}, {"word": "countervail", "glossary": "To act against with equal force, power, or effect; to thwart or overcome by such action; to furnish an equivalent to or for; to counterbalance; to compensate. Upon balancing the account, the profit at last will hardly countervail the inconveniences that go allong with it. L'Estrange.\n\nPower or value sufficient to obviate any effect; equal weight, strength, or value; equivalent; compensation; requital. [Obs.] Surely, the present pleasure of a sinful act is a poor countervail for the bitterness of the review. South."}, {"word": "preludious", "glossary": "Preludial. [R.] Dr. H. More."}, {"word": "warrantee", "glossary": "The person to whom a warrant or warranty is made."}, {"word": "kenspeckle", "glossary": "Having so marked an appearance as easily to be recognized. [Scot.]"}, {"word": "shallow", "glossary": "1. Not deep; having little depth; shoal. \"Shallow brooks, and rivers wide.\" Milton. 2. Not deep in tone. [R.] The sound perfecter and not so shallow and jarring. Bacon. 3. Not intellectually deep; not profound; not penetrating deeply; simple; not wise or knowing; ignorant; superficial; as, a shallow mind; shallow learning. The king was neither so shallow, nor so ill advertised, as not to perceive the intention of the French king. Bacon. Deep versed in books, and shallow in himself. Milton.\n\n1. A place in a body of water where the water is not deep; a shoal; a flat; a shelf. A swift stream is not heard in the channel, but upon shallows of gravel. Bacon. Dashed on the shallows of the moving sand. Dryden. 2. (Zoöl.)  The rudd. [Prov. Eng.]\n\nTo make shallow. Sir T. Browne.\n\nTo become shallow, as water."}, {"word": "swanny", "glossary": "Swanlike; as, a swanny glossiness of the neck. Richardson."}, {"word": "susurrant", "glossary": "Whispering. [R.] \"The soft susurrant sigh.\" Poetry of Anti- Jacobin."}, {"word": "wabbly", "glossary": "Inclined to wabble; wabbling."}, {"word": "womb", "glossary": "1. The belly; the abdomen. [Obs.] Chaucer. And he coveted to fill his woman of the cods that the hogs eat, and no man gave him. Wyclif (Luke xv. 16). An I had but a belly of any indifferency, I were simply the most active fellow in Europe. My womb, my womb, my womb undoes me. Shak. 2. (Anat.)  The uterus. See Uterus. 3. The place where anything is generated or produced. The womb of earth the genial seed receives. Dryden. 4. Any cavity containing and enveloping anything. The center spike of gold Which burns deep in the bluebell's womb. R. Browning.\n\nTo inclose in a womb, or as in a womb; to breed or hold in secret. [Obs.] Shak."}, {"word": "rheotrope", "glossary": "An instrument for reversing the direction of an electric current. [Written also reotrope.]"}, {"word": "woundy", "glossary": "Excessive. [Obs.] Such a world of holidays, that 't a woundy hindrance to a poor man that lives by his labor. L'Estrange.\n\nExcessively; extremely. [Obs.] A am woundy cold. Ford."}, {"word": "dehors", "glossary": "Out of; without; foreign to; out of the agreement, record, will, or other instrument.\n\nAll sorts of outworks in general, at a distance from the main works; any advanced works for protection or cover. Farrow."}, {"word": "bethel", "glossary": "1. A place of worship; a hallowed spot. S. F. Adams. 2. A chapel for dissenters. [Eng.] 3. A house of worship for seamen."}, {"word": "water ouzel", "glossary": "Any one of several species of small insessorial birds of the genus Cinclus (or Hydrobates), especially the European water ousel (C. aquaticus), and the American water ousel (C. Mexicanus). These birds live about the water, and are in the habit of walking on the bottom of streams beneath the water in search of food."}, {"word": "serbonian", "glossary": "Relating to the lake of Serbonis in Egypt, which by reason of the sand blowing into it had a deceptive appearance of being solid land, but was a bog. A gulf profound as that Serbonian bog . . . Where armies whole have sunk. Milton."}, {"word": "lithophosphoric", "glossary": "Pertaining to lithophosphor; becoming phosphoric by heat."}, {"word": "aggerate", "glossary": "To heap up. [Obs.] Foxe."}, {"word": "refractometer", "glossary": "A contrivance for exhibiting and measuring the refraction of light."}, {"word": "screen", "glossary": "1. Anything that separates or cuts off inconvience, injury, or danger; that which shelters or conceals from view; a shield or protection; as, a fire screen. Your leavy screens throw down. Shak. Some ambitious men seem as screens to princes in matters of danger and envy. Bacon. 2. (Arch.)  A dwarf wall or partition carried up to a certain height for separation and protection, as in a church, to separate the aisle from the choir, or the like. 3. A surface, as that afforded by a curtain, sheet, wall, etc., upon which an image, as a picture, is thrown by a magic lantern, solar microscope, etc. 4. A long, coarse riddle or sieve, sometimes a revolving perforated cylinder, used to separate the coarser from the finer parts, as of coal, sand, gravel, and the like.\n\n1. To provide with a shelter or means of concealment; to separate or cut off from inconvience, injury, or danger; to shelter; to protect; to protect by hiding; to conceal; as, fruits screened from cold winds by a forest or hill. They were encouraged and screened by some who were in high comands. Macaulay. 2. To pass, as coal, gravel, ashes, etc., through a screen in order to separate the coarse from the fine, or the worthless from the valuable; to sift."}, {"word": "wigwag", "glossary": "To signal by means of a flag waved from side to side according to a code adopted for the purpose. [Colloq.]"}, {"word": "misattend", "glossary": "To misunderstand; to disregard. [Obs.] Milton."}, {"word": "inopportunity", "glossary": "Want of opportunity; unseasonableness; inconvenience. [R.]"}, {"word": "physicianed", "glossary": "Licensed as a physician. [Obs.] \"A physicianed apothecary.\" Walpole."}, {"word": "bondwoman", "glossary": "A woman who is a slave, or in bondage. He who was of the bondwoman. Gal. iv. 23."}, {"word": "kess", "glossary": "To kiss. [Obs.] Chaucer"}, {"word": "eudiometric", "glossary": "Of or pertaining to a eudiometer; as, eudiometrical experiments or results."}, {"word": "suprascalpular", "glossary": "Situated above, or on the anterior side of, the scapula."}, {"word": "ethnologically", "glossary": "In an ethnological manner; by ethnological classification; as, one belonging ethnologically to an African race."}, {"word": "of", "glossary": "In a general sense, from, or out from; proceeding from; belonging to; relating to; concerning; -- used in a variety of applications; as: 1. Denoting that from which anything proceeds; indicating origin, source, descent, and the like; as, he is of a race of kings; he is of noble blood. That holy thing which shall be born of thee shall be called the Son of God. Luke i. 35. I have received of the Lord that which also I delivered unto you. 1 Cor. xi. 23. 2. Denoting possession or ownership, or the relation of subject to attribute; as, the apartment of the consul: the power of the king; a man of courage; the gate of heaven. \"Poor of spirit.\" Macaulay. 3. Denoting the material of which anything is composed, or that which it contains; as, a throne of gold; a sword of steel; a wreath of mist; a cup of water. 4. Denoting part of an aggregate or whole; belonging to a number or quantity mentioned; out of; from amongst; as, of this little he had some to spare; some of the mines were unproductive; most of the company. It is of the Lord's mercies that we are not consumed. Lam. iii. 22. It is a duty to communicate of those blessings we have received. Franklin. 5. Denoting that by which a person or thing is actuated or impelled; also, the source of a purpose or action; as, they went of their own will; no body can move of itself; he did it of necessity. For it was of the Lord to harden their hearts. Josh. xi. 20. 6. Denoting reference to a thing; about; concerning; relating to; as, to boast of one's achievements. Knew you of this fair work Shak. 7. Denoting nearness or distance, either in space or time; from; as, within a league of the town; within an hour of the appointed time. 8. Denoting identity or equivalence; -- used with a name or appellation, and equivalent to the relation of apposition; as, the continent of America; the city of Rome; the Island of Cuba. 9. Denoting the agent, or person by whom, or thing by which, anything is, or is done; by. And told to her of [by] some. Chaucer. He taught in their synagogues, being glorified of all. Luke iv. 15. [Jesus] being forty days tempted of the devil. Luke iv. 1, 2. Note: The use of the word in this sense, as applied to persons, is nearly obsolete. 10. Denoting relation to place or time; belonging to, or connected with; as, men of Athens; the people of the Middle Ages; in the days of Herod. 11. Denoting passage from one state to another; from. [Obs.] \"O miserable of happy.\" Milton. 12. During; in the course of. Not be seen to wink of all the day. Shak. My custom always of the afternoon. Shak. Note: Of may be used in a subjective or an objective sense. \"The love of God\" may mean, our love for God, or God's love for us. Note: From is the primary sense of this preposition; a sense retained in off, the same word differently written for distinction. But this radical sense disappears in most of its application; as, a man of genius; a man of rare endowments; a fossil of a red color, or of an hexagonal figure; he lost all hope of relief; an affair of the cabinet; he is a man of decayed fortune; what is the price of corn In these and similar phrases, of denotes property or possession, or a relation of some sort involving connection. These applications, however all proceeded from the same primary sense. That which proceeds from, or is produced by, a person or thing, either has had, or still has, a close connection with the same; and hence the word was applied to cases of mere connection, not involving at all the idea of separation. Of consequence, of importance, value, or influence. -- Of late, recently; in time not long past. -- Of old, formerly; in time long past. -- Of one's self, by one's self; without help or prompting; spontaneously. Why, knows not Montague, that of itself England is safe, if true within itself Shak."}, {"word": "calycifloral", "glossary": "Having the petals and stamens adnate to the calyx; -- applied to a subclass of dicotyledonous plants in the system of the French botanist Candolle."}, {"word": "colloquialize", "glossary": "To make colloquial and familiar; as, to colloquialize one's style of writing."}, {"word": "immersionist", "glossary": "One who holds the doctrine that immersion is essential to Christian baptism."}, {"word": "whitwall", "glossary": "Same as Whetile."}, {"word": "anger", "glossary": "1. Trouble; vexation; also, physical pain or smart of a sore, etc. [Obs.] I made the experiment, setting the moxa where . . . the greatest anger and soreness still continued. Temple. 2. A strong passion or emotion of displeasure or antagonism, excited by a real or supposed injury or insult to one's self or others, or by the intent to do such injury. Anger is like A full hot horse, who being allowed his way, Self- mettle tires him. Shak. Syn. -- Resentment; wrath; rage; fury; passion; ire gall; choler; indignation; displeasure; vexation; grudge; spleen. -- Anger, Indignation, Resentment, Wrath, Ire, Rage, Fury. Anger is a feeling of keen displeasure (usually with a desire to punish) for what we regard as wrong toward ourselves or others. It may be excessive or misplaced, but is not necessarily criminal. Indignation is a generous outburst of anger in view of things which are indigna, or unworthy to be done, involving what is mean, cruel, flagitious, etc., in character or conduct. Resentment is often a moody feeling, leading one to brood over his supposed personal wrongs with a deep and lasting anger. See Resentment. Wrath and ire (the last poetical) express the feelings of one who is bitterly provoked. Rage is a vehement ebullition of anger; and fury is an excess of rage, amounting almost to madness. Warmth of constitution often gives rise to anger; a high sense of honor creates indignation at crime; a man of quick sensibilities is apt to cherish resentment; the wrath and ire of men are often connected with a haughty and vindictive spirit; rage and fury are distempers of the soul to be regarded only with abhorrence.\n\n1. To make painful; to cause to smart; to inflame. [Obs.] He . . . angereth malign ulcers. Bacon. 2. To excite to anger; to enrage; to provoke. Taxes and impositions . . . which rather angered than grieved the people. Clarendon."}, {"word": "canaanite", "glossary": "1. A descendant of Canaan, the son of Ham, and grandson of Noah. 2. A Native or inbabitant of the land of Canaan, esp. a member of any of the tribes who inhabited Canaan at the time of the exodus of the Israelites from Egypt.\n\nA zealot. \"Simon the Canaanite.\" Matt. x. 4. Note: This was the \"Simon called Zelotes\" (Luke vi. 15), i.e., Simon the zealot. Kitto."}, {"word": "approve", "glossary": "1. To show to be real or true; to prove. [Obs.] Wouldst thou approve thy constancy Approve First thy obedience. Milton. 2. To make proof of; to demonstrate; to prove or show practically. Opportunities to approve . . . worth. Emerson. He had approved himself a great warrior. Macaulay. 'T is an old lesson; Time approves it true. Byron. His account . . . approves him a man of thought. Parkman. 3. To sanction officially; to ratify; to confirm; as, to approve the decision of a court-martial. 4. To regard as good; to commend; to be pleased with; to think well of; as, we approve the measured of the administration. 5. To make or show to be worthy of approbation or acceptance. The first care and concern must be to approve himself to God. Rog Note: This word, when it signifies to be pleased with, to think favorably (of), is often followed by of. They had not approved of the deposition of James. Macaulay. They approved of the political institutions. W. Black.\n\nTo make profit of; to convert to one's own profit; said esp. of waste or common land appropriated by the lord of the manor."}, {"word": "blame", "glossary": "1. To censure; to express disapprobation of; to find fault with; to reproach. We have none to blame but ourselves. Tillotson. 2. To bring reproach upon; to blemish. [Obs.] She . . . blamed her noble blood. Spenser. To blame, to be blamed, or deserving blame; in fault; as, the conductor was to blame for the accident. You were to blame, I must be plain with you. Shak.\n\n1. An expression of disapprobation fir something deemed to be wrong; imputation of fault; censure. Let me bear the blame forever. Gen. xiiii. 9. 2. That which is deserving of censure or disapprobation; culpability; fault; crime; sin. Holy and without blame before him in love. Eph. i. 4. 3. Hurt; injury. [Obs.] Spenser. Syn. -- Censure; reprehension; condemnation; reproach; fault; sin; crime; wrongdoing."}, {"word": "whitsuntide", "glossary": "The week commencing with Whitsunday, esp. the first three days -- Whitsunday, Whitsun Monday, and Whitsun Tuesday; the time of Pentecost. R. of Gloucester."}, {"word": "aplacophora", "glossary": "A division of Amphineura in which the body is naked or covered with slender spines or setæ, but is without shelly plates."}, {"word": "absenteeism", "glossary": "The state or practice of an absentee; esp. the practice of absenting one's self from the country or district where one's estate is situated."}, {"word": "melne", "glossary": "A mill. [Obs.] Chaucer."}, {"word": "crossette", "glossary": "(a) A return in one of the corners of the architrave of a door or window; -- called also ancon, ear, elbow. (b) The shoulder of a joggled keystone."}, {"word": "thoracica", "glossary": "A division of cirripeds including those which have six thoracic segments, usually bearing six pairs of cirri. The common barnacles are examples."}, {"word": "gestural", "glossary": "Relating to gesture."}, {"word": "hobbledehoy", "glossary": "A youth between boy and man; an awkward, gawky young fellow . [Colloq.] All the men, boys, and hobbledehoys attached to the farm. Dickens. ."}, {"word": "census", "glossary": "1. (Bot. Antiq.)  A numbering of the people, and valuation of their estate, for the purpose of imposing taxes, etc.; -- usually made once in five years. 2. An official registration of the number of the people, the value of their estates, and other general statistics of a country. Note: A general census of the United States was first taken in 1790, and one has been taken at the end of every ten years since."}, {"word": "protamin", "glossary": "An amorphous nitrogenous substance found in the spermatic fluid of salmon. It is soluble in water, which an alkaline reaction, and unites with acids and metallic bases."}, {"word": "flushing", "glossary": "1. A heavy, coarse cloth manufactured from shoddy; -- commonly in the [Eng.] 2. (Weaving)  A surface formed of floating threads."}, {"word": "wages", "glossary": "A compensation given to a hired person for services; price paid for labor; recompense; hire. See Wage, n., 2. The wages of sin is death. Rom. vi. 23. Wages fund (Polit. Econ.), the aggregate capital existing at any time in any country, which theoretically is unconditionally destined to be paid out in wages. It was formerly held, by Mill and other political economists, that the average rate of wages in any country at any time depended upon the relation of the wages fund to the number of laborers. This theory has been greatly modified by the discovery of other conditions affecting wages, which it does not take into account. Encyc. Brit. Syn. -- See under Wage, n."}, {"word": "bisetose", "glossary": "Having two bristles."}, {"word": "isocrymal", "glossary": "Pertaining to, having the nature of, or illustrating, an isocryme; as, an isocrymal line; an isocrymal chart."}, {"word": "water blackbird", "glossary": "The European water ousel, or dipper."}, {"word": "neocriticism", "glossary": "The form of Neo-Kantianism developed by French idealists, following C. Renouvier.  It rejects the noumena of Kant, restricting knowledge to phenomena as constituted by a priori categories."}, {"word": "pinchbeck", "glossary": "An alloy of copper and zinc, resembling gold; a yellow metal, composed of about three ounces of zinc to a pound of copper. It is much used as an imitation of gold in the manufacture of cheap jewelry.\n\nMade of pinchbeck; sham; cheap; spurious; unreal. \"A pinchbeck throne.\" J. A. Symonds."}, {"word": "gastronomist", "glossary": "A gastromomer."}, {"word": "commination", "glossary": "1. A threat or threatening; a denunciation of punishment or vengeance. With terrible comminations to all them that did resist. I. Taylor. 2. An office in the liturgy of the Church of England, used on Ash Wednesday, containing a recital of God's anger and judgments against sinners."}, {"word": "misstayed", "glossary": "Having missed stays; -- said of a ship."}, {"word": "newfangly", "glossary": "In a newfangled manner; with eagerness for novelty. [Obs.] Sir T. More."}, {"word": "masher", "glossary": "1. One who, or that which, mashes; also (Brewing), a machine for making mash. 2. A charmer of women. [Slang] London Punch."}, {"word": "carafe", "glossary": "A glass water bottle for the table or toilet; -- called also croft."}, {"word": "wood gum", "glossary": "Xylan."}, {"word": "declarable", "glossary": "Capable of being declared. Sir T. Browne."}, {"word": "lacerable", "glossary": "That can be lacerated or torn."}, {"word": "quadragesimals", "glossary": "Offerings formerly made to the mother church of a diocese on Mid-Lent Sunday."}, {"word": "grass-grown", "glossary": "Overgrown with grass; as, a grass-grown road."}, {"word": "lapillation", "glossary": "The state of being, or the act of making, stony."}, {"word": "fission", "glossary": "1. A cleaving, splitting, or breaking up into parts. 2. (Biol.)  A method of asexual reproduction among the lowest (unicellular) organisms by means of a process of self-division, consisting of gradual division or cleavage of the into two parts, each of which then becomes a separate and independent organisms; as when a cell in an animal or plant, or its germ, undergoes a spontaneous division, and the parts again subdivide. See Segmentation, and Cell division, under Division. 3. (Zoöl.)  A process by which certain coral polyps, echinoderms, annelids, etc., spontaneously subdivide, each individual thus forming two or more new ones. See Strobilation."}, {"word": "reticulosa", "glossary": "Same as Reticularia."}, {"word": "communism", "glossary": "A scheme of equalizing the social conditions of life; specifically, a scheme which contemplates the abolition of inequalities in the possession of property, as by distributing all wealth equally to all, or by holding all wealth in common for the equal use and advantage of all. Note: At different times, and in different countries, various schemes pertaining to socialism in government and the conditions of domestic life, as well as in the distribution of wealth, have been called communism."}, {"word": "interpoint", "glossary": "To point; to mark with stops or pauses; to punctuate. [R.] Her sighs should interpoint her words. Daniel."}, {"word": "fluosilicate", "glossary": "A double fluoride of silicon and some other (usually basic) element or radical, regarded as a salt of fluosilicic acid; -- called also silicofluoride."}, {"word": "reverseless", "glossary": "Irreversible. [R.] A. SEward."}, {"word": "befuddle", "glossary": "To becloud and confuse, as with liquor."}, {"word": "tor", "glossary": "1. A tower; a turret. [R.] Ray. 2. High-pointed hill; a rocky pinnacle. [Prov. Eng.] A rolling range of dreary moors, unbroken by tor or tree. C. Kingsley."}, {"word": "fireball", "glossary": "(a) (Mil.) A ball filled with powder or other combustibles, intended to be thrown among enemies, and to injure by explosion; also, to set fire to their works and light them up, so that movements may be seen. (b) A luminous meteor, resembling a ball of fire passing rapidly through the air, and sometimes exploding."}, {"word": "evade", "glossary": "To get away from by artifice; to avoid by dexterity, subterfuge, address, or ingenuity; to elude; to escape from cleverly; as, to evade a blow, a pursuer, a punishment; to evade the force of an argument. The heathen had a method, more truly their own, of evading the Christian miracles. Trench.\n\n1. To escape; to slip away; -- sometimes with from. \"Evading from perils.\" Bacon. Unarmed they might Have easily, as spirits evaded swift By quick contraction or remove. Milton. 2. To attempt to escape; to practice artifice or sophistry, for the purpose of eluding. The ministers of God are not to evade and take refuge any of these . . . ways. South. Syn. - To equivocate; shuffle. See Prevaricate."}, {"word": "leapful", "glossary": "A basketful. [Obs.]"}, {"word": "knaveship", "glossary": "A small due, in meal, established by usage, which is paid to the under miller. [Scot.]"}, {"word": "serranoid", "glossary": "Any fish of the family Serranidæ, which includes the striped bass, the black sea bass, and many other food fishes. -- a. (Zoöl.)  Of or pertaining to the Serranidæ."}, {"word": "era", "glossary": "1. A fixed point of time, usually an epoch, from which a series of years is reckoned. The foundation of Solomon's temple is conjectured by Ideler to have been an era. R. S. Poole. 2. A period of time reckoned from some particular date or epoch; a succession of years dating from some important event; as, the era of Alexander; the era of Christ, or the Christian era (see under Christian). The first century of our era. M. Arnold. 3. A period of time in which a new order of things prevails; a signal stage of history; an epoch. Painting may truly be said to have opened the new era of culture. J. A. Symonds. Syn. -- Epoch; time; date; period; age; dispensation. See Epoch."}, {"word": "coctible", "glossary": "Capable of being cooked. Blount."}, {"word": "representer", "glossary": "1. One who shows, exhibits, or describes. Sir T. Browne. 2. A representative. [Obs.] Swift."}, {"word": "gadolinia", "glossary": "A rare earth, regarded by some as an oxide of the supposed element gadolinium, by others as only a mixture of the oxides of yttrium, erbium, ytterbium, etc."}, {"word": "vomito", "glossary": "The yellow fever in its worst form, when it is usually attended with black vomit. See Black vomit."}, {"word": "neuro-central", "glossary": "Between the neural arch and the centrum of a vertebra; as, the neurocentral suture. Huxley."}, {"word": "archly", "glossary": "In an arch manner; with attractive slyness or roguishness; slyly; waggishly. Archly the maiden smiled. Longfellow."}, {"word": "lex", "glossary": "Law; as, lex talionis, the law of retaliation; lex terræ, the law of the land; lex fori, the law of the forum or court; lex loci, the law of the place; lex mercatoria, the law or custom of merchants."}, {"word": "consignatary", "glossary": "A consignee. [Obs.] Jenkins."}, {"word": "unturn", "glossary": "To turn in a reserve way, especially so as to open something; as, to unturn a key. Keats."}, {"word": "deposal", "glossary": "The act of deposing from office; a removal from the throne. Fox."}, {"word": "conceptional", "glossary": "Pertaining to conception."}, {"word": "luciferously", "glossary": "In a luciferous manner."}, {"word": "wheelbarrow", "glossary": "A light vehicle for conveying small loads. It has two handles and one wheel, and is rolled by a single person."}, {"word": "bracket", "glossary": "1. (Arch.)  An architectural member, plain or ornamental, projecting from a wall or pier, to support weight falling outside of the same; also, a decorative feature seeming to discharge such an office. Note: This is the more general word. See Brace, Cantalever, Console, Corbel, Strut. 2. (Engin. & Mech.)  A piece or combination of pieces, usually triangular in general shape, projecting from, or fastened to, a wall, or other surface, to support heavy bodies or to strengthen angles. 3. (Naut.)  A shot, crooked timber, resembling a knee, used as a support. 4. (Mil.)  The cheek or side of an ordnance carriage. 5. (Print.)  One of two characters [], used to inclose a reference, explanation, or note, or a part to be excluded from a sentence, to indicate an interpolation, to rectify a mistake, or to supply an omission, and for certain other purposes; -- called also crotchet. 6. A gas fixture or lamp holder projecting from the face of a wall, column, or the like. Bracket light, a gas fixture or a lamp attached to a wall, column, etc.\n\nTo place within brackets; to connect by brackets; to furnish with brackets."}, {"word": "haematoplastic", "glossary": "Blood formative; -- applied to a substance in early fetal life, which breaks up gradually into blood vessels."}, {"word": "inconsiderately", "glossary": "In an inconsiderate manner."}, {"word": "typhomalarial", "glossary": "Pertaining to typhoid fever and malaria; as, typhomalarial fever, a form of fever having symptoms both of malarial and typhoid fever."}, {"word": "birdlike", "glossary": "Resembling a bird."}, {"word": "athink", "glossary": "To repent; to displease; to disgust. [Obs.] Chaucer."}, {"word": "scarecrow", "glossary": "1. Anything set up to frighten crows or other birds from cornfields; hence, anything terifying without danger. A scarecrow set to frighten fools away. Dryden. 2. A person clad in rags and tatters. No eye hath seen such scarecrows. I'll not march with them through Coventry, that's flat. Shak. 3. (Zoöl.)  The black tern. [Prov. Eng.]"}, {"word": "chisel", "glossary": "A tool with a cutting edge on one end of a metal blade, used in dressing, shaping, or working in timber, stone, metal, etc.; -- usually driven by a mallet or hammer. Cold chisel. See under Cold, a.\n\n1. To cut, pare, gouge, or engrave with a chisel; as, to chisel a block of marble into a statue. 2. To cut close, as in a bargain; to cheat. [Slang]"}, {"word": "provincialism", "glossary": "A word, or a manner of speaking, peculiar to a province or a district remote from the mother country or from the metropolis; a provincial characteristic; hence, narrowness; illiberality. M. Arnold."}, {"word": "conceptive", "glossary": "Capable of conceiving. Sir T. Browne"}, {"word": "inexistant", "glossary": "Inexistent; not existing. [Obs.] Gudworth."}, {"word": "mysteriarch", "glossary": "One presiding over mysteries. [Obs.]"}, {"word": "lagthing", "glossary": "See Legislatature, below."}, {"word": "coexisting", "glossary": "Coexistent. Locke."}, {"word": "render", "glossary": "One who rends.\n\n1. To return; to pay back; to restore. Whose smallest minute lost, no riches render may. Spenser. 2. To inflict, as a retribution; to requite. I will render vengeance to mine enemies. Deut. xxxii. 41. 3. To give up; to yield; to surrender. I 'll make her render up her page to me. Shak. 4. Hence, to furnish; to contribute. Logic renders its daily service to wisdom and virtue. I. Watts. 5. To furnish; to state; to deliver; as, to render an account; to render judgment. 6. To cause to be, or to become; as, to render a person more safe or more unsafe; to render a fortress secure. 7. To translate from one language into another; as, to render Latin into English. 8. To interpret; to set forth, represent, or exhibit; as, an actor renders his part poorly; a singer renders a passage of music with great effect; a painter renders a scene in a felicitous manner. He did render him the most unnatural That lived amongst men. Shak. 9. To try out or extract (oil, lard, tallow, etc.) from fatty animal substances; as, to render tallow. 10. To plaster, as a wall of masonry, without the use of lath.\n\n1. To give an account; to make explanation or confession. [Obs.] 2. (Naut.)  To pass; to run; -- said of the passage of a rope through a block, eyelet, etc.; as, a rope renders well, that is, passes freely; also, to yield or give way. Totten.\n\n1. A surrender. [Obs.] Shak. 2. A return; a payment of rent. In those early times the king's household was supported by specific renders of corn and other victuals from the tenants of the demains. Blackstone. 3. An account given; a statement. [Obs.] Shak."}, {"word": "subreptive", "glossary": "Surreptitious. [Obs.]"}, {"word": "skimitry", "glossary": "See Skimmington."}, {"word": "fiery", "glossary": "1. Consisting of, containing, or resembling, fire; as, the fiery gulf of Etna; a fiery appearance. And fiery billows roll below. I. Watts. 2. Vehement; ardent; very active; impetuous. Hath thy fiery heart so parched thine entrails Shak. The fiery spirit of his forefathers. W. Irwing. 3. Passionate; easily provoked; irritable. You kniw the fiery quality of the duke. Shak. 4. Unrestrained; fierce; mettlesome; spirited. One curbed the fiery steed. Dryden. 5. heated by fire, or as if by fire; burning hot; parched; feverish. Pope. The sword which is made fiery. Hooker. Fiery cross, a cross constructed of two firebrands, and pitched upon the point of a spear; formerly in Scotland borne by a runner as a signal for the clan to take up arms. Sir W. Scott."}, {"word": "archontate", "glossary": "An archon's term of office. Gibbon."}, {"word": "kneadingly", "glossary": "In the manner of one kneading."}, {"word": "plagiostomatous", "glossary": "Same as Plagiostomous."}, {"word": "sheepskin", "glossary": "1. The skin of a sheep; or, leather prepared from it. 2. A diploma; -- so called because usually written or printed on parchment prepared from the skin of the sheep. [College Cant]"}, {"word": "extrageneous", "glossary": "Belonging to another race or kind."}, {"word": "perishable", "glossary": "Liable to perish; subject to decay, destruction, or death; as, perishable goods; our perishable bodies."}, {"word": "malacologist", "glossary": "One versed in the science of malacology."}, {"word": "high-red", "glossary": "Of a strong red color."}, {"word": "fu", "glossary": "A department in China comprising several hsein; also, the chief city of a department; -- often forming the last part of a name; as, Paoting-fu."}, {"word": "crow-silk", "glossary": "A filamentous fresh-water alga (Conferva rivularis of Linnaeus, Rhizoclonium rivulare of Kutzing). CROW'S-NEST Crow's-nest` (krz\"nst`), n. (Naut.)  A box or perch near the top of a mast, esp. in whalers, to shelter the man on the lookout."}, {"word": "hygiene", "glossary": "That department of sanitary science which treats of the preservation of health, esp. of households and communities; a system of principles or rules designated for the promotion of health."}, {"word": "bathetic", "glossary": "Having the character of bathos. [R.]"}, {"word": "humoralist", "glossary": "One who favors the humoral pathology or believes in humoralism."}, {"word": "rim-fire", "glossary": "Having the percussion fulminate in a rim surrounding the base, distinguished from center-fire; -- said of cartridges; also, using rim-fire cartridges; as, a rim-fire gun. Such cartridges are now little used."}, {"word": "scoth", "glossary": "To clothe or cover up. [Obs.]\n\nTo clothe or cover up. [Obs.]"}, {"word": "bromatology", "glossary": "The science of aliments. Dunglison."}, {"word": "mogul", "glossary": "1. A person of the Mongolian race. 2. (Railroad)  A heavy locomotive for freight traffic, having three pairs of connected driving wheels and a two-wheeled truck. Great, or Grand, Mogul, the sovereign of the empire founded in Hindostan by the Mongols under Baber in the sixteenth century. Hence, a very important personage; a lord; -- sometimes only mogul. Dryden."}, {"word": "syzygy", "glossary": "1. (Astron.)  The point of an orbit, as of the moon or a planet, at which it is in conjunction or opposition; -- commonly used in the plural. 2. (Gr. & L. Pros.)  The coupling together of different feet; as, in Greek verse, an iambic syzygy. 3. (Zoöl.) (a) Any one of the segments of an arm of a crinoid composed of two joints so closely united that the line of union is obliterated on the outer, though visible on the inner, side. (b) The immovable union of two joints of a crinoidal arm. Line of syzygies (Astron.), the straight line connecting the earth, the sun, and the moon or a planet, when the latter is in conjunction or opposition; -- used chiefly of the moon."}, {"word": "afer", "glossary": "The southwest wind. Milton."}, {"word": "snub", "glossary": "To sob with convulsions. [Obs.] Bailey.\n\n1. To clip or break off the end of; to check or stunt the growth of; to nop. 2. To check, stop, or rebuke, with a tart, sarcastic reply or remark; to reprimand; to check. J. Foster. 3. To treat with contempt or neglect, as a forward or pretentious person; to slight designedly. To snub a cable or rope (Naut.), to check it suddenly in running out. Totten.\n\n1. A knot; a protuberance; a song. [Obs.] [A club] with ragged snubs and knotty grain. Spenser. 2. A check or rebuke; an intended slight. J. Foster. Snub nose, a short or flat nose. -- Snub post, or Snubbing post (Naut.), a post on a dock or shore, around which a rope is thrown to check the motion of a vessel."}, {"word": "epidote", "glossary": "A mineral, commonly of a yellowish green (pistachio) color, occurring granular, massive, columnar, and in monoclinic crystals. It is a silicate of alumina, lime, and oxide of iron, or manganese. Note: The Epidote group includes ordinary epidote, zoisite or lime epidote, piedmontite or manganese epidote, allanite or serium epidote."}, {"word": "scoley", "glossary": "To go to school; to study. [Obs.] Chaucer."}]
